Repository: mansil/wesn-pt-trans
Catalog: umc/wesnoth-Valley_of_the_Ancients/*.po
Languages: de

source: Valley of the Ancients
de: Das Tal der Ältesten

source: Fight your way into the legendary Valley of the Ancients against your rival.
de: Kämpfe dich durch das legendäre Alte Tal gegen deinen Rivalen.

source: Guardian
de: Wächter

source: Creator and Original Designer
de: Autor und Designer

source: Campaign Maintenance
de: Pflege und Erweiterung der Kampagne

source: 2p — Othello
de: 2S — Othello

source: Othello for 1 or 2 players
de: Othello für 1 oder 2 Spieler

source: Elves
de: Elfen

source: Undead
de: Untote

source: Capture more units than your opponent does
de: Erobere mehr Einheiten als dein Gegner

source: Your opponent finish with more units
de: Dein Gegner Endet mit mehr Einheiten

source: <b>How to Play</b>
de: <b>Anleitung</b>

source: A move is valid if enemy units will be between two of yours. To place a unit on the board:
de: Ein Zug ist gültig, sobald Othellos Einheiten zwischen zwei von Ihren ist. Um eine Einheit auf dem Brett zu bewegen:

source: (1) Move your leader to a ruined castle to select the column
de: (1) Bewege deinen Anführer zu einer Burgruine um die Spalte auswählen

source: (2) Move your leader again to a ruined castle to select the row
de: (2) Bewege deinen Anführer wieder zu einer Burgruine um die Zeile auszuwählen

source: (3) If the move is valid an unit will be created at the given place
de: (3) Ist der Zug gültig, wird eine Einheit an der angegebenen Stelle einberufen

source: (4) And any enemy units standing between two of yours will swap side.
de: (4) Und jede feindliche Einheiten die zwischen zwei von Ihren steht wird dann die Seite wechseln.

source: (5) The game continues until the board is full, or neither leader could do a move.
de: (5) Das Spiel wird fortgesetzt, bis das Brett voll ist, oder keiner von den beiden Anführer einen Zug machen kann.

source: bloodlust
de: Blutrausch

source: female^bloodlust
de: Blutrausch

source: Bloodlust: This unit gains another attack (and move) everytime its kills an enemy unit.
de: Blutrausch: Diese Einheit erhält einen weiteren Angriff (und Bewegungspunkt) jedes mal wenn sie eine feindliche Einheit tötet.

source: Sprinkling this water on melee weapons grants them the <i>arcane</i> damage type until the end of the current scenario. Should $unit.name use it?
de: Jedwede Waffe, die mit diesem Wasser übergossen wird, gilt bis zum Ende des Szenarios als <i>arkane</i> Waffe. Soll $unit.name das Wasser verwenden?

source: holy water^Take it
de: Nehmen

source: holy water^Leave it
de: Liegen lassen

source: I am not suited to the use of this item! Let another take it.
de: Ich bin nicht würdig, diesen Gegenstand zu nutzen! Gebt ihn einem anderen.

source: Holy Water
de: Weihwasser

source: This water will make melee weapons have the 'arcane' damage type until the end of the current scenario.
de: Jedwede Waffe, die mit diesem Wasser übergossen wird, gilt bis zum Ende des Szenarios als <i>arkane</i> Waffe

source: Picking up this item will grant illuminates to the wearer until the end of the current scenario. Should $unit.name use it?
de: Dieser Gegenstand gewährt seinen Träger Beleuchtung bis zum Ende des aktuellen Szenario. Soll $unit.name es verwenden?

source: ankh amulete^Take it
de: Nimm es

source: ankh amulete^Leave it
de: Lass es

source: Illuminates
de: Lichtaura

source: Picking up this item will grant illuminates to the wearer until the end of the current scenario.
de: Dieser Gegenstand gewährt seinen Träger Beleuchtung bis zum Ende des aktuellen Szenario.

source: Drinking this potion will give the unit the bloodlust ability, allowing it to attack again whenever it kills an opponent. Should $unit.name use it?
de: Diesen Trank trinkend gibt der Einheit die Blutrausch Fähigkeit, so dass sie wieder angreifen kann, wenn es einen Gegner tötet. Soll $unit.name ihn verwenden?

source: potion of bloodlust^Take it
de: Nimm ihn

source: potion of bloodlust^Leave it
de: Lass ihn

source: Bloodlust
de: Blutrausch

source: Now the unit is ready for the combat.
de: Diese Einheit ist nun bereit für den Kampf.

source: Choose the game difficulty. Once chosen, you cannot change it.
de: Wählen Sie den Spielschwierigkeitsgrad. Einmal gewählt, kann sie nicht geändert werden.

source: Walking Corpse
de: Wandelnde Leiche

source: Difficulty: Walking Corpse
de: Schwierigkeitsgrad: Wandelne Leiche

source: Dark Adept: Default
de: Dunkler Adept: Standard

source: Difficulty: Dark Adept
de: Schwierigkeitsgrad: Dunkler Adept

source: Necromancer
de: Totenbeschwörer

source: Difficulty: Necromancer
de: Schwierigkeitsgrad: Totenbeschwörer

source: Difficulty: Lich
de: Schwierigkeitsgrad: Lich

source: Did that tree just move?!?
de: Hat sich dieser Baum gerade bewegt?!?

source: Who dares to enter my forest? Die rotten ... oh hi there!
de: Wer wagt es, meinen Wald zu betreten? Stirbt faule... oh hallo!

source: We mean no harm, please join us - the Walking Deads are everywhere!
de: Wir meinen es nicht böse, bitte schließe dich uns an - die wandelnde Tote sind überall!

source: Hmph, fine. But you have to take good care of me - I don't want to become one of THEM!
de: Mm, gut. Aber du musst gut auf mich aufpassen - ich will nicht einer von IHNEN werden!

source: Does anyone live here?
de: Lebt hier jemand?

source: Who is disturbing my rest?
de: Wer stört meine Ruhe?

source: How can you resting with all that undead around!?
de: Wie könnt ihr ruhen mit all dem Untoten!?

source: Undead? Where?
de: Untote? Wo?

source: Someone is hidden in this temple!
de: Es scheint, als verstecke sich jemand in diesem Tempel.

source: Get out of my way
de: Aus meinen weg!

source: Please don't slay me!
de: Bitte tötet mich nicht!

source: 3p — Outbrrreak
de: 3S — Ausbruch

source: Three player horror survival. Survive against 'n onslaught of ever-mutating zombies.
de: Überlebensszenario für drei Spieler. Überlebe gegen einen Ansturm von immer mutierenden Zombies.

source: Campfire
de: Lagerfeuer

source: Survivors
de: Überlebenden

source: Survive the zombie onslaught for 1 week
de: Überlebe den Ansturm der Zombies für eine Woche

source: Death of all leaders
de: Tod aller Anführer

source: Scenario Settings:
de: Szenarioneinstellungen

source: I feel a chill wind blowing; something bodes ill for this night. At times like these I wish we were not the fort's only defenders...
de: Ich spüre einen kühlen Wind wehen, etwas verheißt nichts Gutes für diese Nacht. In Zeiten wie diese wünschte ich, wir wären nicht die einzigen Verteidiger der Festung...

source: Hmph, what are you worrying about? We can hold this fort just fine. You're not afraid of the dark, are you?
de: Mm, über was hast du bedenken? Wir können diese Festung leicht halten. Du hast doch etwa keine Angst vor der Dunkelheit, nicht?

source: No, he's right. I feel dark forces stirring in the twilight...
de: Nein, er hat Recht. Ich fühle dunkle Kräfte in der Dämmerung am regen...

source: My lords, something terrible is happening! We are under attack from the living dead!
de: Meine Herren, etwas Schreckliches ist passiert! Wir sind unter Beschuss von den lebenden Toten!

source: Grave tidings, I see.
de: Grabraub, wie ich sehe.

source: Hold your tongue! This is no time for mirth. We few must somehow defend the city, and it may be a week before reinforcements arrive...
de: Halt ein! Dies ist keine Zeit für Witze. Wir wenige müssen irgendwie die Stadt verteidigen, und es kann eine Woche dauern, bis Verstärkung eintrifft...

source: I don't see what the problem is. These walls will hold mere zombies away, and with the lake here they can't get in behind us. Not unless they learn how to swim, heh heh.
de: Ich verstehe nicht, was das Problem ist. Diese Mauern werden bloße Zombies abhalten und mit dem See hier können sie nicht hinter uns. Nicht solange sie nicht lernen wie man schwimmt, heh heh.

source: The fish has a point. Even if there's only six of us, we can always rouse a few able-bodied men into the militia. Even barely equipped peasants could hold these walls against a bunch of shambling corpses.
de: Der Fisch hat recht. Selbst wenn es nur sechs von uns sind, können wir immer einige wehrfähigen Männer der Stadtmiliz erwecken. Selbst kaum ausgestattet Bauern können diese Mauern gegen eine Reihe von watschelnden Leichen halten.

source: For a day or two, perhaps. But who knows how strong their attack will be? We must see to the protection of the outlying lands, for without their resources we will be doomed!
de: Für ein oder zwei Tage, vielleicht. Aber wer weiß, wie stark der Angriff sein wird? Wir müssen den Schutz der umliegenden Ländereien finden, denn ohne ihre Mittel werden wir verdammt sein!

source: Rhonvan, ride to the north and seek for help from the Brotherhood of Light. Only they might know the cure for this horrible plague. Hurry, time is of the essence!
de: Rhonvan, reitet nach Norden und sucht um Hilfe von der Bruderschaft des Lichtes. Nur sie wissen das Heilmittel für diese schreckliche Pest. Eile, Zeit ist rar!

source: Sirs, I will not disappoint you. Though I would rather stay and fight here with you, I understand the importance of my mission ...
de: Meine Herren, ich werde euch nicht enttäuschen. Obwohl ich lieber bleiben und kämpfen würde, verstehe ich die Wichtigkeit meiner Mission...

source: Have mercy on me, friends. Slay me quickly and spare me this unnatural end!
de: Habt Erbarmen mit mir, Freunde. Tötet mich schnell und erspart mir dieses unnatürliches Ende!

source: There goes our best chance for survival. It will be all we can do to avoid meeting the same fate.
de: Da geht unsere beste Chance zum Überleben. Wir müssen alles tun was wir können, um das gleiche Schicksal zu vermeiden.

source: No! I feel a great darkness reaching over the land...
de: Nein! Ich fühle eine große Dunkelheit die sich über das Land ausbreitet...

source: Urk! You'll have to carry on without me. The people are depending on you!
de: Arg! Ihr müsst ohne mich weitermachen. Das Volk verlässt sich auf euch!

source: Damn. He was a good man, he didn't deserve to go out like that...
de: Verdammt. Er war ein guter Mann, er hat es nicht verdient so zu sterben...

source: This is the end! We have failed our duty...
de: Dies ist das Ende! Wir haben unsere Pflicht nicht erfühlt...

source: What the... can't believe a bunch of worm-ridden corpses got the best of me!
de: Was zum... ich kann es kaum fassen, daß ein Haufen von Würmern heimgesuchten Leichen mich besiegt hat!

source: Stubborn and proud to the end, he was. I always thought he could use some humbling, but gods, not like this...
de: Stur und stolz bis zum Ende, das war er. Ich dachte immer, er könnte immer etwas mehr Demut gebrauchen, aber bei allen Göttern, nicht so...

source: It's... only a flesh wound...
de: Es ist... bloß eine Fleischwunde...

source: This is worse than I could have imagined! I have never seen such monstrous mutations before.
de: Das ist schlimmer als ich mir vorgestellt hatte! Ich habe noch nie solch monströsen Mutationen gesehen.

source: The legendary Maldor has come to our aid. Alas, I fear you arrive too late. There are ... so many of them. *Gasp* it is horrible - they turned our friends into those monsters! We ... we ... cannot not defeat them ...
de: Der legendäre Maldor ist uns zu Hilfe gekommen. Ach, ich fürchte, er kommt zu spät. Es gibt... so viele von ihnen. *Schnappt* es ist schrecklich - sie verwandelten unsere Freunde in diese Monster! Wir... wir... können nicht gewinnen...

source: I wish I could have returned earlier ...
de: Ich wünschte ich wäre nur früher zurückkommen ...

source: It is not over yet! Onwards, protect the surviors!
de: Es ist noch nicht vorbei! Vorwärts, beschützt die überlebenden!

source: CHAAARGE!
de: AAANGRIF!

source: Only divine magic can help us now...
de: Bloß göttliche Magie kann uns nun retten...

source: ... no ... more ... BRAINS?
de: ... keine ... GEHIRNE ... mehr?

source: ... *casts lvl99 of 'Turn Undead'*
de: ... *sagt Spruch Level 99 von 'Untoten Aura' auf*

source: 3p — Pits of Despair
de: 3S — Gruben der Verzweiflung

source: Critters
de: Höhlen Kreaturen

source: Defeat all enemy leaders
de: Besiegt alle gegnerischen Anführer

source: Scenario rules:
de: Szenario Regeln:

source: Have fun and good luck!
de: Viel Glück und viel Spaß!

source: gifted
de: begabt

source: female^gifted
de: begabt

source: More powerful in every way
de: Mächtiger in jedweder hinsicht

source: 4p — Kill the Virgins! (Survival)
de: 4s — Töte die Jungfrauen! (Überleben)

source: Kill the Virgins! (Survival) Created by: Skele Only by sacrificing two virgins will you be freed! Recommended Settings: Turns: Unlimited Village Gold: 1 Experience Modifier: 70% Fog of War: On Starting Gold: 75
de: Töte die Jungfrauen! (Überleben) Version: 2.1 Final Erstellt durch: Skele Nur durch Verzicht auf zwei Jungfrauen werden Sie befreit werden! Empfohlene Einstellungen: Runden: Unbegrenzt Gold pro Dorf: 1 Erfahrung: 70% Nebel des Krieges: An Startgold: 75

source: Why would anyone want to kill virgins? The unmerciful god Q'zrk demands it. Why? Your town's lack of temple worship has upset him and he threatens to destroy you all. To repent you must survive his sadistic marathon of carnage and then sacrifice two virgins in cold blood. Hail Q'zrk!
de: Warum sollte jemand Jungfrauen töten? Der unbarmherzige Gott Q'zrk verlangt es. Warum? Der mangelnde Tempeldienst hat ihn wütend gemacht und er droht nun euch alle zu vernichten. Um Buße zu tun, müsst ihr seinen sadistischen Marathon des Gemetzels überleben und dann zwei Jungfrauen in kaltem Blut opfern. Gegrüßt sei Q'zrk!

source: Virgins
de: Jungfrauen

source: Sacrificers
de: Opferenden

source: Kill the virgins!
de: Tötet die Jungfrauen!

source: Death of your team
de: Tod deines Teams

source: Your Leader will respawn on death as long you have at least one unit left
de: Dein Anführer wird wiederbeleben nach seinen Tod so lange mindestens eine Einheit überlebt

source: Thank God you made it! Please destroy me!!!
de: Gott sei Dank habt ihr es geschafft! Bitte vernichtet mich jetzt!

source: Innocent Virgin
de: Unschuldige Jungfrau

source: Oh please, just kill me now!!!
de: Oh ja, bitte, töte mich jetzt!!!

source: Virgin Altar
de: Altar der Jungfrau

source: Hooligans [IBP-P]
de: Randalierer [IBP-P]

source: If we two virgins must die for the good of all, so be it. Show no mercy before the angry god!
de: Wenn wir zwei Jungfrauen für das Wohl aller sterben müssen, so soll es sein. Zeige keine Gnade vor dem zornigen Gott!

source: Healer with Guards [AIPB-M]
de: Heiler mit Wächter [AIPB-M]

source: Free at last! I will help you but first I must heal!
de: Endlich frei! Ich werde dir helfen, aber zuerst muss ich mich heilen!

source: Talking Squid
de: Sprechender Tintenfisch

source: Evil Things [CAIB-MPp]
de: Üble Dinge [CAIB-MPp]

source: Water Dwellers [IPA-MSH]
de: Wasser Bewohner [IPA-MSH]

source: Savages [BPF-P]
de: Wilde [BPF-P]

source: Stampede [APB-H]
de: Panik [APB-H]

source: Tree Huggers [AIPB-Mm]
de: Bäume liebenden [AIPB-Mm]

source: Animals [IB]
de: Tiere [IB]

source: Fire and Steel [BIFP]
de: Feuer und Stahl [BIFP]

source: Hodgepodge [IFCABP-MDR]
de: Mischmasch [IFCABP-MDR]

source: Kill the Virgins!
de: Tötet die Jungfrauen!

source: Hail Q'zrk!
de: Lob Q'zrk!

source: Free us from our altars and sacrifice us to Q'zrk! Hurry before it is too late!
de: Befreie uns von unseren Altären und opfere uns Q'zrk! Beeilt euch, bevor es zu spät ist!

source: VotA — Uneasy Alliance
de: VotA — Eine Unsichere Allianz

source: Valley of the Ancients: the Gates of Dawn
de: Das Tal der Ältesten: Die Tore der Dämmerung

source: It is said that long before Men ever came from the west to settle the continent, in the days when even the elves and dwarves were new to the world, the dwarves had a great city nestled high in the remote mountain peaks. Here in their ancestral homeland the ancient dwarves were said to possess spectacular riches; it was said that every wall in the city was forged of gold and silver and studded with precious jewels. But even the Gods were jealous of their wealth, according to the myths, and so the city was cast down and the dwarves scattered across the continent.
de: Es wird erzählt dass lange bevor Menschen von Westen her auf den Kontinent siedeln kamen, als selbst Elfen und Zwerge neu waren, die Zwerge eine prächtige Festung hoch in den weiten Berggipfeln hatten. Hier in ihrer uralten Heimat so wird gemunkelt dass sie unglaubliche Reichtümer besaßen; man munkelte dass jede Wand in der Stadt aus Gold und Silber bestand geschmückt mit Juwelen. Aber selbst die Götter waren eifersüchtig auf ihre Pracht, so die legenden, und so wurde die Stadt zerschlagen und die Zwerge über den Kontinent verteilt.

source: Most dismiss the legend as pure fabrication. Even the dwarves themselves doubt that such a place ever existed; in their most ancient annals of history there exist only vague and cryptic hints. Nonetheless treasure hunters throughout the centuries have chased in vain after the legends and rumors of the long-forgotten Valley of the Ancients, seeking to plunder the lost wonders of the dwarves. Most disappear and are never heard from again, and some speculate that they did indeed find the Valley... and succumbed to the unknown dangers it contains.
de: Die meisten erklären die Legende als reine Erfindung. Selbst die Zwerge selbst bezweifeln das es so einen Ort jemals gab; in ihren ältesten Niederschreibungen gibst es nur lose und ungenaue hinweise. Trotz alledem haben Schatzsucher über die Jahrhunderte hinaus, ohne Erfolg, hinter den Legenden und Vermutungen über das längst vergessen Tal der Ältesten her gejagt, auf der suche um die letzten Schätze der Zwerge zu plündern. Die meisten verschwanden und wurden nie wieder gehört, und über über andere wird vermutet das sie wirklich das Tal gefunden haben... und seinen unbekannten gefahren erliegen ist.

source: For years you have chased the myths. At first it was merely an exercise in curiosity, but as you began to piece the stories together, you became more and more convinced that there was something behind all of them. Eventually your painstaking research began to point to a probable location for the Valley. Excited, you gathered what resources you could for an expedition, only to find that you are not alone...
de: Über Jahre hast du nun die Mythen gejagt. Erst war es nur eine Übung der Neugierde, aber sowie du die teile der Geschichte zusammen setzt, wirst du dir mehr und mehr sicher dass es etwas hinter alledem gab. Nach einer weile wurde deine mühevolle Suche zu einen möglichen Ort von den Tal geführt. Aufgeregt, sammelst du alle Ressourcen die du finden konntest für die Expedition, nur um zu erfahren dass du nicht alleine bist...

source: Explorers
de: Erforscher

source: Guardians
de: Wächter

source: Defeat enemy leader
de: Besiege deinen Gegner

source: Death of an Hero
de: Tod eines Helden

source: At last! Behold the Gates of Dawn--the legends are true!
de: Endlich! Hinter den Toren der Dämmerung - die Legenden bewahrheiten sich!

source: The legendary entrance to the Valley of the Ancients. I knew it!
de: Der legendäre Eingang zum Alten Tal. Ich wusste es!

source: What? Who are you--how did you discover the location of the valley?! No matter. If you try to interfere, I will destroy you.
de: Wie? Wer bist du - wie konntest du den Standort vom Tal entdecken?! Keine sorge. Wenn du dich versuchst einzumischen, werde ich dich zerstören.

source: You really think you can stop me? It is my destiny to reclaim the ancient valley of the dwarves!
de: Du denkst wirklich du kannst mich aufhalten? Es ist mein Schicksal das Alte Tal von dem Zwergen zu fordern!

source: More intruders, I see. So, you both seek the Accursed Valley?
de: Noch mehr Eindringlinge, ich sehe. Also, ihr beide sucht dass Verfluchte Tal?

source: 'Accursed Valley'? What nonsense is this? You will not stop me with a lot of superstitious prattle, fool!
de: 'Verfluchtestes Tal'? Was für ein Unsinn ist dass? Du wirst mich nicht aufhalten mit diesen abergläubischen Geschwätz, Narr!

source: Indeed I will not; I will stop you with strength of arms, for it is our sworn duty to guard the valley. Be thankful, for it is a far kinder fate than awaits you within!
de: Dass werde ich nicht; ich werde euch mit der Stärke der Waffen aufhalten, da es unser Schwur ist dieses Tal zu bewachen. Seid dankbar, denn es ist ein weit besseres Schicksal als dass was euch innen erwartet!

source: His words are backed by a great army. Perhaps we should band together until he is out of the way?
de: Seine Worte werden von einer großen Armee unterstützt. Vielleicht sollten wir uns zusammen tun bis er aus den weg ist?

source: So be it. First we will destroy these self-proclaimed guardians. Your reckoning will come later!
de: So soll es sein. Zu erst werden wir diese selbst ernannten Wächter zerstören. Deine Rechnung kommt später!

source: Hah! We shall see.
de: Ha! Wir werden sehen.

source: Nooooo! I was so close...
de: Neeeiiiin! Ich war so nah dran...

source: Well done, men. All we have to do is clean up the rest of this rabble. The valley is safe again, for now.
de: Sehr gut Männer. Alles, was wir tun müssen, ist den Rest dieses Gesindels zu bereinigen. Das Tal ist wieder sicher, fürs erste.

source: Damnation! I'll never be able to fight my way through now... you've won today, but I will be back!
de: Verdammt! Ich werde niemals alleine meinen weg durch kämpfen können... Du hast heute gewonnen, aber ich werde wiederkommen!

source: No! I have failed...
de: Nein! Ich hab versagt...

source: The valley is mine!
de: Dass Tal ist Mein!

source: Hah! Think again.
de: Ha! Überlegt es dir noch mal.

source: Hmph. Much good may it do you... turn back now, I tell you!
de: Hmpf! Viel gutes wünsche ich euch... kehrt um, sage ich euch!

source: Crazy old blighter... oh well. Time to settle the score!
de: Verrückte alte Natter ... sehr gut. Zeit zur Beilegung der Gäste!

source: Reinforcements are at hand! Now we can sweep the invaders before us!
de: Verstärkungen sind eingetroffen! Jetzt können wir die Eindringlinge wegfegen!

source: Bah! You're on your own. I'm getting out of here while I still have a chance.
de: Pff! Du bist auf dich allein gestellt. Ich werde hier heraus eilen solange ich noch kann.

source: You coward! You've cost me my only chance at the Valley... you'll pay for this!
de: Feigling! Du kostest meine einzige Chance auf das Tal... Du wirst dafür bezahlen!

source: Traitor
de: Verräter

source: Covard
de: Feigling

source: VotA — Showdown in the Valley
de: VotA — Kraftprobe im Tal

source: West
de: Westen

source: East
de: Osten

source: Defeat the enemy leader
de: Besiegt den gegnerischen Anführer

source: So you still persist in pursuing the valley? You could still choose to depart peacefully, you realize. You need not die in vain here.
de: So du willst immer noch in das Tal eindringen? Du könntest friedlich aufbrechen, weißt du. Du musst nicht grundlos hier sterben.

source: Hmph. Unable to back your claim through force, I see you resort to bluff--and a weak bluff, at that. Either way, you will die!
de: Hmph. Nicht schaffend dein ziel mit Waffenstärke zu holen, versuchst du zu bluffen -- ein schwacher Bluff. Sei's darum, du wirst sterben!

source: Argh! They are stronger than I had thought. Fall back!
de: Arght! Sie sind stärker als ich dachte. Rückzug!

source: Onward! The path lies open before us now. Soon the ancient treasures of the dwarves will be mine and mine alone!
de: Vorwärts! Der weg ist nun frei vor uns. Bald werden die uralten schätze der Zwerge meine sein, und meine allein!

source: VotA — The Accursed City
de: VotA — Die verfluchte Stadt

source: Human One
de: Erster Spieler

source: Human Two
de: Zweiter Spieler
