Repository: mansil/wesn-pt-trans
Catalog: umc/wesnoth-Valley_of_the_Ancients/*.po
Languages: de

source: Escape the undead hordes
de: Entfliehen Sie dem untoten Horden

source: Reach one of the trapdoors with your leader
de: Erreiche eine der Falltüren mit deinen Anführer

source: Death of your leader
de: Tod deines Anführers

source: Opponent escapes before you do
de: Gegner entkommt vor ihnen

source: Glorious! The lost city of the dwarves and all its riches belong to me at last!
de: Herrlich! Die verlorene Stadt der Zwerge und alle seine Reichtümer gehören endlich mir!

source: Enjoy it while it lasts. I will have my revenge!
de: Genieße es, während es dauert. Ich werde meine Rache haben!

source: So you're still around? I can take care of that.
de: Sie sind also noch da? Es kümmert mich nicht.

source: FRESH MEAT...
de: FRISCHES FLEISCH...

source: HUNGRY...
de: HUNGER...

source: Huh?
de: Huch?

source: More victims! How delightful.
de: Mehr Opfer! Wie entzückend.

source: Drat! Perhaps there was more to that guardian's 'Accursed Valley' nonsense than we gave credit.
de: Uahh! Vielleicht gab es mehr über dieses 'Verfluchte Tal' Unsinn des Wächters als wir glauben schenkten.

source: The ancient dwarves were said to have weapons of great power. If we can reach the depths of the lower city to recover them, we may be able to fight off this horde.
de: Den alten Zwergen wurde nachgesagt Waffen von großer Macht zu haben. Wenn wir die Tiefen der unteren Stadt erreichen, um sie wiederherzustellen, wären wir in der Lage, diese Horde abzuwehren.

source: 'We'? What's this 'we' business? You're on your own, friend.
de: 'Wir'? Was ist das 'wir' Gerede? Du bist auf eigener Faust, mein Freund.

source: Run, run, run! Flee as you will, you will not escape! Nothing leaves the Valley alive!
de: Rennt, rennt, rennt! Flieht wie ihr wollt, ihr werdet nicht entkommen! Nichts verlässt dass Tal Lebend!

source: We'll never get out of here at this rate!
de: Wir werden hier niemals herauskommen in diesen Tempo!

source: This is hopeless. We are doomed!
de: Das ist aussichtslos. Wir sind verloren!

source: Quickly, this way!
de: Schnell, hier entlang!

source: Master! Some of them are getting away!
de: Meister! Ein paar schleichen sich davon!

source: They will not get very far. We can deal with them later. For now, though, take the others!
de: Sie kommen nicht sehr weit. Wir können uns mit ihnen später befassen. Vorerst, nimmt die anderen!

source: Oh no. We are doomed fighting this horde alone!
de: O nein. Wir sind dazu verurteilt diese Horde allein zu bekämpfen!

source: Yessss... more blood and souls for the master!
de: Jaaaaa.... noch mehr Blut und Seelen für den Meister!

source: No! Not like this...
de: Nein! Nicht so...

source: Feed, my children! Slaughter them all!
de: Frisst, meine Kinder! Schlachtet sie alle!

source: Quick, let's get out of here while they're busy.
de: Schnell, lasst uns hier raus kommen solange sie beschäftigt sind.

source: Heh heh. Run while you can! You will join them soon enough!
de: He He. Rennt solange ihr könnt! Ihr werdet sie als nächstes anschließen!

source: VotA — Dwarven Hold
de: VotA ­— An der Zwergen Pforte

source: Treasure Hunter
de: Schatzjäger

source: Dwarves
de: Zwerge

source: Loot the ancient dwarvish treasure
de: Plündere den uralten Schatz der Zwerge

source: Collect all 7 dwarvish treasures
de: Sammle alle 7 Zwergen Schätze

source: Death of both human players
de: Tod beider menschlichen Spielern

source: The player who find the most treasures wins if both survive
de: Der Spieler der die meisten Schätze findet siegt falls beide überleben

source: Phew, I think I've lost them. Now I can explore at my leisure.
de: Pff, ich glaube ich hab ihn verloren. Nun kann ich ungestört suchen.

source: Hah hah! Guess again!
de: Hah hah! Er glaubt es!

source: You again?! How did you get past the lich?
de: Du schon wieder?! Wie bist du am Lich vorbeigekommen?

source: Mal-Daugur was generous enough to reanimate me with the powers of unlife. He sought to enslave me into his army, but my will was too strong and I broke away from him. Now I will use the dwarves' treasures to defeat him... right after I kill you!
de: Mal-Daugur war großzügig genug, um mich mit den Mächten der Untoten zu reanimieren. Er versuchte mich in seine Armee zu versklaven, aber mein Wille war zu stark und ich ging von ihm. Jetzt benutze ich die Zwergen Schätze um ihn zu besiegen ... sobald nachdem ich dich töte!

source: We'll see about that. Those treasures are mine!
de: Wir werden sehen. Diese Schätze sind meine!

source: What?! There are still dwarves alive down here?
de: Was?! Hier sind immer noch Zwerge am leben hier unten?

source: Aye, o'course there be!
de: Yo, 'türlich sind es!

source: But the upper levels are swarming with undead! How can you survive?
de: Aber die oberen Stockwerke sind voll mit Untoten! Wie könnt ihr überleben?

source: With good sturdy dwarvish steel--how else? Yon bonesacks are nae a match for our axes and hammers!
de: Mit guten robusten Zwergen Stahl - wie sonst? D'se Knochensäcke sind 'n leichtes Spiel för uns're Äxte und Hämm'r!

source: Then surely you must help us. Together we can drive the undead scourge away from your home!
de: Dann müsst ihr uns sicher helfen. Zusammen können wir die Untoten Geißel von eurer Heimat entledigen!

source: Aye... so ye can take it for yourselves, no doubt! C'mon, lads--let's send these intruders back where they belong!
de: Jup... so daß ihr es für euch selbst nimmt, sicher! Last stecken, Leute - schickt diese Eindringlinge zurück wo sie hingehören!

source: Gah! What is this?
de: Uah! Was ist dass?

source: It is our terrible burden. We are bound to this valley forever, in death as well as life.
de: Es ist unsere schwere last. Wir sind diesen Tal gebunden, im Leben wie auch im Tod.

source: A curse over this wretched place! I should have heeded the guardian's warnings while I had a chance...
de: Ein Fluch über diesem elenden Ort! Ich hätte die Warnungen des Wächters beachten sollen, während ich eine Chance hatte ...

source: Damn. I had come so far...
de: Verdammt. Ich bin so weit gekommen...

source: Excellent. The intruders have been defeated!
de: Sehr gut. Die Eindringlinge sind besiegt!

source: What type of Soulless would you like to recruit?
de: Welche Art von Seelenloser würden Sie gerne zu rekrutieren?

source: Bat
de: Fledermaus

source: Saurian
de: Saurianer

source: No! Our sacred treasures, all gone!
de: Nein! Unsere heiligen Schätze, alle fort!

source: Hah hah hah! Foolish mortals... your infighting has only left you weak and vulnerable. Now I will finally destroy you once and for all!
de: Hah hah hah! Töriche Sterblichen ... Eure Machtkämpfe lies euch nur schwach und verletzlich. Jetzt werde ich euch endlich vernichten, ein für alle Mal!

source: Pull back! We need a more defensible position to fight from!
de: Zurück! Wir brauche eine besser zu verteidigende Position um sie zu bekämpfen!

source: Damn! Too many enemies... we'll have to retreat!
de: Verdammt! Zu viele Feinde... Wir müssen uns zurückziehen!

source: Fools! You have doomed us all... below us lies an even greater danger, but now you have left us all no choice.
de: Tore! Ihr habt uns alle zum Scheitern verurteilt ... Unter uns liegt eine noch größere Gefahr, aber jetzt habt ihr uns allen keine Wahl gelassen.

source: Ring of Invisibility
de: Ring der Unsichtbarkeit

source: Wearing this ring will render a unit invisible unless it attacks or moves adjacent to an enemy.
de: Diesen Ring zu tragen lässt die Einheit unsichtbar erscheinen es sei denn sie greift an oder bewegt sich zu einer feindlichen Einheit.

source: Runestorm Axe
de: Runen Sturmaxt

source: This magic throwing axe is enchanted to swiftly return to the thrower's hand.
de: Diese magische Handaxt ist so verzaubert dass sie immer wieder zum Werfer zurückkommt.

source: runestorm axe
de: Runen Sturmaxt

source: Golden Mail
de: goldene Rüstung

source: This enchanted armor will increase a unit's hitpoints as well as boosting resistance to fire and cold damage.
de: Diese verzauberte Rüstung wird die Lebenspunkte der Einheit sowie seine Feuer und Kälte Resistenzen erhöhen.

source: Ring of Ogre Might
de: Ring der Oger Macht

source: Wearing this ring will grant the unit teleporting, and increasing the number of its strikes.
de: Diesen Ring zu tragen erstarkt die Einheit, sowie erhöht er die Schlagkraft und die Angriffe im Nahkampf.

source: Spear of Valor
de: Speer des Mutes

source: This magic spear fills the wielder with courage and daring, letting them charge for double damage.
de: Dieser magische Speer erfüllt seinen träger mit Mut und Willen, und ermöglicht ihn mit doppelten schaden zu stürmen.

source: spear of valour
de: Speer des Mutes

source: Vial of Holy Water
de: Fläschchen Weihwasser

source: This blessed water will allow a unit's melee attacks to do arcane damage.
de: Dieses heilige Wasser lässt allen Nahkampfwaffen den Arkanen schaden geben.

source: Trollsblood Potion
de: Trollbluttrank

source: This magical conconction will allow a unit to regenerate health like a troll.
de: Dieses magisches getränkt ermöglicht der Einheiten sich zu regenerieren wie ein Troll.

source: VotA — Out of the Frying Pan
de: VotA — Der Glut Entfliehend

source: Humans
de: Spieler

source: Dragons
de: Drachen

source: Slay the dragon to escape
de: Erschlage den Drachen zum entkommen

source: Slay Rathmalrak
de: Erschlage Rathmalrak

source: Death of both players
de: Tod beider Spieler

source: What place is this?
de: Was für ein Platz ist dass?

source: Behold the lair of Rathmalrak. It was he who destroyed our once-proud city... we eventually managed to trap him here at the heart of the mountain, but he placed a curse on us as his revenge.
de: Am versteckt von Rathmalrak. Er war es, der unsere einst so stolzen Stadt zerstört hat ... wir haben es schließlich geschafft, ihn hier im Herzen des Berges einzusperren, aber er legte ein Fluch auf uns als seine Rache.

source: What? You mean it was not Mal-Daugur who cursed you?
de: Was? Du meinst, es war nicht Mal-Daugur der euch verfluchte?

source: Nay. Mal-Daugur simply took advantage of our vulnerability to move into the upper citadel. For centuries now we have lived under an uneasy stalemate, keeping him at bay by threatening to unleash the dragon upon him. Rathmalrak is the only living thing he fears.
de: Nee. Mal-Draugur hat nur unsere Verwundbarkeit ausgenutzt um in die obere Burg einzuziehen. Seit Jahrhunderten leben wir nun schon in einen brüchigen Frieden, ihn halten wir fern mit der Drohung den Drachen auf ihn zu entfesseln. Rathmalrak ist dass einzige Lebewesen dass er fürchtet.

source: All things fear me! I am Rathmalrak the Destroyer! It has been long since I have feasted on fresh meat. I will be sure to make your carcasses last a long, long time!
de: Alle fürchten mich! Ich bin Rathmalrak der Zerstörer! Es ist lange her seit ich frisches Fleisch hatte. Ich werde sicher gehen dass eure Körper eine lange, lange weile dauern!

source: This is it. We're throwing our lot in with you. If we must die, we'll die fighting!
de: Das ist es. Wir treten eurer Seite bei. Wenn wir sterben müssen, werden wir kämpfend sterben!

source: We had no idea we were bringing such destruction down upon you, but it is only fitting we should share in your destruction. I swear we will fight alongside you until the end!
de: Wir hatten keine Ahnung dass wir solche Zerstörungen zu euch bringen, aber es ist nur angemessen, wir sollten in eurer Zerstörung teilen. Ich schwöre, wir werden gemeinsam mit Ihnen bis zum Ende kämpfen!

source: Hmph. Maybe there is such a thing as honor among surface-dwellers. Very well. Come, lads! We'll die fighting today!
de: Hmph. Vielleicht gibt es so was wie ehre unter Oberflächen Bewohnern. Sehr gut. Los, Leute! Wir werden kämpfend sterben heute!

source: Looks like we're back to where we started. We'll have to work together to kill this thing, but don't think that we're through yet!
de: Es sieht so aus wie wir angefangen haben. Wir werden zusammen halten müssen um dieses Ding zu töten, aber denke nicht das wir miteinander fertig sind!

source: I am undone! Avenge me!
de: Ich Sterbe! Räche mich!

source: You pathetic weaklings thought you could stand up to ME?
de: Ihr Schwächlinge dachtet ihr könntet es mit MIR aufnehmen?

source: Dwarf
de: Zwerg

source: WHAT?! No... this cannot be! I am Rathmalrak! I destroy all!
de: WAS?! Nein... dass kann nicht sein! Ich bin Rathmalrak! Ich zerstöre alles!

source: Hah! Not anymore. Your reign of destruction has ended!
de: Ha! Nicht mehr. Dein Herrschaft der Zerstörung ist worüber!

source: Huzzah! Our curse is lifted. We are free!
de: Hurra! Unser Fluch ist gebrochen. Wir sind frei!

source: VotA — The Last Battle
de: VotA — Die Letzte Schlacht

source: One
de: Eins

source: Two
de: Zwei

source: Defeat enemy leaders
de: Besiege die feindlichen Anführer

source: This scenario is a FFA
de: Dieses Szenario ist ein FFA

source: Finally! I never thought I'd see the open skies again.
de: Endlich! Ich dachte schon ich würde nie wieder den Himmel sehen.

source: Then enjoy your last look at them. Now I shall finish you for all your interference!
de: Dann genieße deinen letzten blick auf ihn. Jetzt sollte ich dich ein für alle male ausschalten für deine Einmischungen!

source: We care nothing for the feuds of surface folk, but you slew our lord. For that, we will not rest until we have defeated you.
de: Wir kümmern uns um nicht um die Fehden der Oberflächen Völker, aber ihr tötetet unseren Herrn. Dafür werden wir nicht ruhen bis wir euch geschlagen haben.

source: Ah... I can't thank you enough for taking care of my little dragon problem. I promise you'll have a position of great prestige in my eternal undead army!
de: Ah ... Ich kann euch nicht genug danken für die Betreuung meines kleinen Drachen Problem. Ich verspreche euch, einen platz von großem Ansehen in meiner ewigen untoten Armee zu geben!

source: Look, milady! Cursed undead are emerging from the mountains!
de: Schaut, Herrin! Verfluchte Untote kommen aus den bergen!

source: I see. And others, as well. They can only be coming from the Accursed Valley. All that comes from that place is tainted; we must destroy them!
de: Ich sehe. Und andere, ebenfalls. Sie können nur aus dem verfluchten Tal kommen. Alles was aus diesem Ort kommt ist behaftet, wir müssen sie vernichten!

source: Wait! We are no allies of the lich. Please. You must help us defeat him!
de: Wartet! Wir sind keine verbündeten vom Lich. Bitte. Ihr müsst uns helfen ihn zu besiegen!

source: Aye, it was they that killed the dragon. The valley is cursed no more, fair lady.
de: Jo, es wahren sie die den Drachen getötet haben. Dass Tal ist nicht mehr verflucht, gnädige Dame.

source: We won't be fooled by your lies, foul ones. We will cleanse the land of your evil!
de: Wir werden nicht von euren lügen getäuscht, narren! Wir werden dieses Land vom Bösen bereinigen!

source: Very well. Then I'll just have to kill all of you!
de: Sehr gut. Dann muss ich eben nur all euch töten!

source: Drake
de: Draken

source: Take it
de: Nimm es

source: Leave it
de: Lass es
