Repository: mansil/wesn-pt-trans
Catalog: umc/wesnoth-Story_of_the_Wose/*.po
Languages: de

source: The Story of the Wose
de: Die Geschichte der Waldschratte

source: Somewhere on the Green Isle
de: Irgendwo auf der Grünen Insel

source: *&units/woses/wose.png~TC(1,magenta)=Normal;&units/woses/wose-elder.png~TC(1,magenta)=Hard
de: *&units/woses/wose.png~TC(1,magenta)=Normal;&units/woses/wose-elder.png~TC(1,magenta)=Hart

source: Story of Wose
de: Geschichte der Waldschrate

source: Today I want to tell you another story, a mere footnote in the history books if it is even remembered at all.
de: Heute will ich euch eine weitere Geschichte erzählen, eine bloße Fußnote in den Geschichtsbüchern, falls es überhaupt erinnert wird.

source: But as with all such footnotes, the resulting effect on this history of Wesnoth is very large. Didn't they teach you the butterfly effect in school? No?
de: Aber wie mit allen Fußnoten, der Effekt in der Wesnoth Geschichte ist enorm. Hat man dir nicht den Schmetterlingseffekt in der Schule gelehrt? Nein?

source: Somewhere in the green isle (history has forgotten exactly where), a strange order of Magi had set up operations in some forest. Wood was needed for the construction of a nearby town, and so a team was sent from Clearwater Port...
de: Irgendwo auf der Grünen Insel (die Geschichte hat vergessen wo genau), hat ein seltsamer Orden von Magiern ihre Operationen im einen Wald aufgebaut. Holz wurde gebraucht für den Bau von einer nahen Stadt, und so ist ein Team von Klärwasser gesendet worden.

source: Potion of Healing
de: Trank der Heilung

source: This unit is given the power to heal its friends.
de: Diese Einheit hat die Macht ihre Freunde zu heilen.

source: This unit is given the power to heal itself and its friends.
de: Diese Einheit hat die Macht sich selbst und ihre Freunde zu heilen.

source: What were you expecting, the Ruby of Fire?
de: Was erwartest du, den Feuerrubin?

source: They've come. Humans from Clearwater Port. They've come to chop down our forest.
de: Sie kommen. Menschen von Klarwasser Hafen. Sie sind gekommen unseren Wald zu roden.

source: [way too loud] Must they really?
de: [viel zu laut] Müssen sie es wirklich?

source: Yes, we must. We have houses and docks to build.
de: Ja, wir müssen. Wir haben Häuser und Häfen zu bauen.

source: What? Destroy our beautiful forest for your stupid houses! This will not stand.
de: Was? Unseren schönen Wald zerstören für eure dämliche Häuser! Dass soll nicht sein.

source: [whispers] Perhaps you could conjer up a distraction from the mud like you did for the harvest festival.
de: [flüstert] Vielleicht kannst du eine Ablenkung berufen mit den Schlamm wie du am Frühlingsfest gemacht hast.

source: One evening shortly thereafter, Londerleona climbed onto the high plain of pinnacles to observe the stars.
de: Einen Nachmittag kurz danach, erkletterte Londerleona auf einen hohen Berg um die Sterne zu beobachten.

source: I've come to the pinnacles observatory to watch the stars, and--Oh bother.
de: Ich bin zur Bergwarte gekommen um die Sterne zu beobachten, und Oh verdammt.

source: I spy humans.
de: Ich sehe Menschen.

source: We've flown a long way without a proper meal, now let's have some dinner!
de: Wir sind lang geflogen ohne eine wirkliche Mahlzeit, lass uns nun zu Abend essen.

source: Yipe! Fire blood!
de: Volle Deckung!

source: Begger
de: Bettler

source: Oh, he dropped this.
de: Oh, er lies dass hier fallen.

source: Ooh. A scroll.
de: Ooh. Ein Pergament.

source: The Trees Move
de: Die Bäume bewegen sich

source: The scroll was in fact a description of the spell that would raise corpses to fight for a dark sorcerer.
de: Dass Pergament war in Wirklichkeit ein Zauberspruch der die Toten erweckt um für einen bösen Zauberer zu kämpfen.

source: The spell constisted of two pieces. A piece to animate a corpse and a piece to bind the corpse to the will of the sorcerer.
de: Der Zauberspruch bestand aus zwei teilen. Ein wie Mann die Toten animiert und ein diese an den Willen des Zauberers zu binden.

source: Next time men came to the forest, they came in great numbers, to chop it down.
de: Das nächste mal dass die Menschen im Wald kamen, kamen sie in großen Massen, um ihn zu zerstören.

source: Oh my! They are so many. Whatever shall I do?
de: Ach mein Gott! Sie sind so viele. Was auch immer soll ich tun?

source: Child, do not despair. There is yet hope.
de: Kind, sei nicht entmutigt. Es gibt noch Hoffnung.

source: Who spoke?
de: Wer sprach?

source: I'll try, sir.
de: Ich werde es versuchen, Sir.

source: What was that?
de: Was war das?

source: The temple!
de: Der Tempel

source: Come on, into the catacombs
de: Kommt, in die Katakomben

source: Lich-Lord Lenvan
de: Lichfürst Lenvan

source: Lich-Lord Caror
de: Lichfürst Caror

source: Look out, the water's rising!
de: Schaut, dass Wasser steigt!

source: We're all gonna die.
de: Wir werden alle streben.

source: That sounds terrible.
de: Das klingt schrecklich.

source: First these filthy orcs, now these nasty things. What a mess.
de: Zuerst diese dreckigen Orks, jetzt diese schlimmen Dinge. Was für ein Durcheinander.

source: Shudder. We best take his advise. I think the east passage is clear.
de: Schaudert. Wir nehmen am besten seine Rat. Ich denke, die Ost-Passage ist frei.

source: You dare attack me!
de: Du wagst es mich anzugreifen!

source: Aiee, so soon to die again!
de: Aiee, so rasch wieder zu sterben!

source: The Tunnel
de: Der Tunnel

source: I think we are safe now.
de: Ich denke, wir sind jetzt in Sicherheit.

source: Historian of Wesnoth
de: Der Historiker von Wesnoth

source: Hello, and welcome to my library.
de: Hallo, und Willkommen in meiner Bibliothek.

source: Allow me to introduce myself. I am the historian of Wesnoth. All that happens, I see and record. It is all here, everything of note.
de: Erlaube mir, mich vorzustellen. Ich bin der Historiker von Wesnoth. Alles, was geschieht, sehe ich und zeichne ich auf. Es ist alles hier, alles, alles von belang.

source: Right now, the world is young, and written history is not very long. As time passes my library will grow larger. At the last, I expect to have a few square miles of library, all nicely cataloged.
de: Im Moment ist die Welt noch jung, und die geschrieben Geschichten sind nicht sehr lang. Im Laufe der Zeit wird meine Bibliothek immer größer. Zuletzt, erwarte ich ein paar Quadrat-Meilen der Bibliothek zu haben, alle schön katalogisiert.

source: Feel free to look around. Read any book. Just don't wreck things.
de: Fühlen dich frei, um dich umzusehen. Lese ein Buch. Zerstöre bloß nicht die Sachen.

source: To read a book, play another campaign.
de: Um ein Buch zu lesen, spiele eine andere Kampagne.

source: Provides a nice ambience, don't you think?
de: Bietet ein schönes Ambiente, meinst du nicht?

source: Now, if you had teleport ability, that would be a window.
de: Nun, wenn du Teleportieren-Fähigkeit hättest, wäre das wunderbar.

source: Oracle
de: Orakel

source: Hahaha. Now that those two bags of bones are out of the way, I'll take that Ruby myself and rule this city!
de: Hahaha. Nun, da diese beiden Knochen Säcke aus dem Weg sind, nehme ich mir diesem Rubin und beherrsche diese Stadt!

source: Lich-Lord Jevyan
de: Lichfürst Jevyan

source: I have a feeling I wasn't supposed to come this way.
de: Ich habe das Gefühl ich sollte nicht diesen Weg kommen.

source: What's this? Looks like that terror left me a worthy gift.
de: Was ist das? Sieht so aus als ob der Schrecken ein würdiges Geschenk mir ließ.

source: Ruby of Fire
de: Feuerrubin

source: She has killed Lenvan and taken the Ruby of Fire!
de: Sie hat Lenvan getötet und den Feuerrubin genommen!

source: I'll take that Ruby myself, thank you.
de: Ich nehme diesen Rubin selber, danke.

source: No, its Mine!
de: Nein, er ist Mein!

source: Fine, I'll kill you too.
de: Gut, ich dich auch umbringen.

source: Now that Jevyan is dead, I'll take that Ruby and rule this city!
de: Nun, da Jevyan tot ist, werde ich den Rubin nehmen und diese Stadt beherrschen!

source: Now that that usurper is dead, I'll deal with you!
de: Jetzt, wo der Usurpator tot ist, werde ich mit dir beschäftigen!

source: She was right, she shouldn't have come this way.
de: Sie hatte recht, sie sollte nicht auf diese Weise kommen.

source: Well, that's certainally not how the story is supposed to go. What's this? You have written into the book of history and it has come to pass just as you wrote it!
de: Nun, das ist sicherlich nicht, wie die Geschichte gehen soll. Was ist das? Du hast in das Buch der Geschichte geschrieben und es ist geschehen, wie du es geschrieben hast!

source: Well now you've really done it! All that I have taught you, all that we know, has changed.
de: Nun jetzt hast du es wirklich getan! Alles, was ich dich gelehrt habe, alles, was wir wissen, hat sich verändert.

source: Epilogue
de: Nachwort

source: Sky at last! An look, a forest!
de: Der Himmel endlich! Und schaut, ein Wald!

source: You are the first besides trolls to come out of that accursed troll hole in years. But what are these?
de: Du bist der erste außer Trolle der aus jenem verfluchten Troll Loch in Jahren kommt. Aber was sind diese?

source: These, my friend, are woses. But where am I? Surely this is not the Green Isle. We only just came a generation ago, but we should surely know if there are elves amoung us.
de: Dies, mein Freund, sind Waldschratte. Aber wo bin ich? Sicherlich ist dies nicht der grüne Insel. Wir sind gerade erst vor einer Generation angekommen, aber wir sollten doch wissen, ob es Elfen unter uns gibt.

source: You are a long way from the sea. Perhaps you should have a word with the Lady of the Wood. You seem to have quite a tale to tell.
de: Du bist weit vom Meer entfernt. Vielleicht solltest du ein Wort mit der Herrin des Waldes. Du scheinst eine ganze Geschichte zu erzählen zu haben.

source: Welcome to our forest. May it shelter you and be your home as it is ours. But come, tell us your tale.
de: Willkommen in unserem Wald. Möge er dich schützen und dein zu Hause sein, wie er unserer ist. Aber komm, erzähl uns deine Geschichte.

source: Village
de: Dorf

source: Cave
de: Höhle

source: Cave Shadow
de: Höhlen Schatten

source: The mighty Lich Lords were once rulers of powerful cities in the western contanent. The armies they command are experienced, and the lords themselves are truly terrible.
de: Die mächtigen Lich Fürsten waren einst Herrscher der mächtigsten Städte in der westlichen kontinent. Die Armeen die sie Befehlen sind erfahren, und die Fürsten selbst sind wirklich schrecklich.

source: touch
de: Berührung

source: chill tempest
de: Froststurm

source: shadow wave
de: Schattenpfeile

source: Green Mage
de: Grüner Magier

source: staff
de: Stab

source: missile
de: Geschoss

source: lightbeam
de: Lichtstrahl

source: Life Mage
de: Lebensmagier

source: Life Magi pass themselves off as Green Magi, and so are altogether unknown by the people at large. Even the best scholars have no idea of their abilities.
de: Lebensmagier geben sich als grüne Magier aus, und sind so ganz und gar unbekannt vom einfachen Volk. Auch die besten Gelehrten haben keine Ahnung von ihren Fähigkeiten.

source: faerie touch
de: Feenhauch

source: Undead Avatar
de: Untoter Avatar

source: This looks like an Ancient Lich but something's different about it, and for some reason you're not afraid of it.
de: Dies sieht wie ein alter Lich aus, aber es ist etwas anders davon und aus irgendeinem Grund hast du keine Angst davor.

source: Wood Mage
de: Wald Magier

source: The wood mage belongs to a very different order of magi, more akin to the undead than the lawful mages. Their power is mysterious and less understood than even the undead.
de: Die Waldmagier gehören zu einer ganz anderen Ordnung der Magier, eher mit den Untoten als die rechtmäßigen Magier verwandt. Ihre Macht ist geheimnisvoll und weniger verstanden als selbst die der Untoten.

source: These woses are able to command forest plants such as vines and creepers to hinder their enemies.
de: Diese Waldschrate können Kriech- und Schlingpflanzen befehligen, um ihre Gegner zu behindern.

source: crush
de: Zermalmen

source: entangle
de: Verstrickung

source: I'm sorry but that death changes history too much for me.
de: Es tut mir Leid aber dieser Tod ändert die Geschichte zu viel für mich.

source: Max HP bonus +
de: Max. LP Bonus +

source: oak
de: Eiche

source: -10% blade damage
de: -10% Schaden an Klinge

source: elm
de: Ulme

source: -10% impact damage
de: -10% Schaden an Wucht

source: pine
de: Pinie

source: -10% pierce & cold damage
de: -10% Schaden an Spitz und Kälte

source: willow
de: Weide

source: fast in water, +10% fire damage
de: Schneller im Wasser, +10% Schaden an Feuer

source: redwood
de: Mammutbaum

source: -10% fire damage
de: -10% Schaden an Feuer

source: Wose
de: Waldschrat

source: Woses
de: Waldschrate
