Repository: mansil/wesn-pt-trans
Catalog: umc/wesnoth-Troubled_Times/*.po
Languages: de, gl, pt

source: Troubled Times
pt: Tempos Difíceis

source: TT
pt: TD

source: (Novice level, 11 scenarios)
pt: (Nível Principiante, 11 cenários)

source: Civilian
pt: Civil

source: Anyone giving ideas or tips
pt: A todos pelas suas dicas e sugestões

source: #wesnoth irc channel
pt: canal #wesnoth do IRC

source: Campaign Maintenance
pt: Manutenção da Campanha

source: End of Game
de: Ende des Spiels
gl: Fin de Xogo
pt: Fim do Jogo

source: Our great warriors weren't so great this time. You lost!
de: Unsere Mächtigen Krieger waren es nicht diesmal. Sie haben verloren!
gl: Os nosos grandes guerreiros non eran tan grandes neste momento. Perdeu!
pt: Os nossos grandes guerreiros não o foram desta vez. Perdeste!

source: Elves
de: Elfen
gl: elfos
pt: Elfos

source: I feel that every elf leader is suddenly moving a bit faster.
de: Ich fülle dass Jeder Elfen Anführer plötzlich ein bisschen schneller bewegt.
gl: Sinto que cada líder elfo está subitamente a mover un pouco máis rápido.
pt: Sinto que cada líder elfo esta a mover-se de repente um bocado mais rápido.

source: Troubled Times - Attack to the Elf City
de: Schwierige Zeiten - Angriff auf die Elfenstadt
gl: Tempos Difíciles - Ataque á Cidade Elfa
pt: Tempos Difíceis - Ataque à Cidade Elfo

source: Troubled Times: End of the Peace
pt: Tempos Difíceis: O fim da paz

source: Assassins
de: Meuchelmörder
gl: asasinos
pt: Assassinos

source: Grunt
de: Grunzer
pt: Bruto

source: Qinthalash's father
de: Qinthalash's Vater
gl: Pai de Qinthalash
pt: o pai de Quintalash

source: There was a little elf city deep in the forests. The people were having good times, but suddenly something happened...
pt: Houve uma pequena aldeia elfa no profundo dos bosques. Os seus habitantes viviam uma vida tranquila, mas de repente qualquer coisa aconteceu…

source: It is such a nice day today.
de: Es ist so ein schöner Tag heute.
gl: É un día tan bonito hoxe.
pt: É um belo dia hoje.

source: Noo! You killed my father!
de: Neein! Du hast meinen Vater ermordet!
gl: Non! Vostede matou o meu pai!
pt: Nãoo! Mataste o meu pai!

source: And now we are going to kill all of you.
de: Und nun werden wir all euch töten.
gl: E agora imos matar a todos vostedes.
pt: E agora iremos matar a vós todos.

source: Kill all orcish assassins
de: Töte alle Orkmeuchler
gl: Mate todos os asasinos orc
pt: Mate todos os assassinos orc

source: Death of an elf leader
de: Tod eines Elfen Anführers
gl: A morte dun líder elfo
pt: Morte de um líder elfo

source: I think they came from the south. We sould go there and take a look.
de: Ich glaube sie kamen von Süden. Wir sollten hingehen und nachschauen.
gl: Penso que veu do sur. Debemos ir alí e botarlle unha ollada.
pt: Penso que vieram do Sul. Devíamos ir lá e ver.

source: Troubled Times - The Castle
de: Schwierige Zeiten - die Burg
gl: Tempos Difíciles - O Castelo
pt: Tempos Difíceis - O castelo

source: The old castle shouldn't be very far. We should be there soon.
de: Die alte Burg sollte nicht weit sein. Wir sollten bald da sein.
gl: O antigo castelo non debe ser moi lonxe. Debemos estar alí en breve.
pt: O castelo antigo não deve ser longe. Estaremos lá em breve.

source: Get to the castle
de: Geh zur burg
gl: Chegue ao castelo
pt: Vai ao castelo

source: Ok, we are here at last.
de: Gut, da sind wir endlich.
gl: Ok, estamos aquí até que enfin.
pt: Bem, cá estamos finalmente.

source: Where did that orc came from?
de: Woher kommt dieser Ork her?
gl: Adonde é que este orc saíu?
pt: De onde provém aquele orc?

source: I don't know, but we should look, if there is more of them out there.
de: Ich weiß es nicht, wir sollten schauen ob es noch mehr von ihnen gibt.
gl: Non sei, pero hai que ollar, se hai máis deles alí fora.
pt: Não sei, mas devemos ver, se não existem mais deles por aqui.

source: Kill any orc you can see!
de: Töte alle Orks die du Entdeckst!
gl: Mate calquera orc que podes ver!
pt: Ataca qualquer orc que vejas!

source: Kill the orc leaders
de: Töte die Orkischen Anführer
gl: Mate os líderes orc
pt: Ataca os líderes orcs

source: You hear wolves howling.
de: Du hörst Wölfe heulen.
gl: Oe lobos uivando.
pt: Ouves o uivar de lobos.

source: I think we should hurry up.
de: Ich glaube wir sollten uns beeilen.
gl: Supoño que deberíamos apresar.
pt: Penso que devemos apressar-nos.

source: What should we do now?
de: Was sollen wir jetzt machen?
gl: O que debemos facer agora?
pt: O que devemos fazer agora?

source: Let's go to Tarq'ensis and find out what is really going on.
de: Lasst uns nach Tarq'ensis gehen und herausfinden was wirklich passiert.
gl: Imos para Tarq'ensis e descubrir o que realmente está a suceder.
pt: Embora à Tarq'ensis e descobrir o que realmente se passa.

source: Troubled Times - Tarq'ensis
de: Schwierige Zeiten - Tarq'ensis
gl: Tempos Difíciles - Tarq'ensis
pt: Tempos Difíceis - Tarq'ensis

source: High Lord
de: Großfürst
gl: Señor alto
pt: Grande Senhor

source: Hight Elves
de: Hoch Elfen
pt: Elfos Altos

source: Now we are here at Tarq'ensis, the grand capital of elves.
de: Nun sind wir in hier in Tarq'ensis, die mächtige Hauptstadt der Elfen.
gl: Agora estamos aquí en Tarq'ensis, a gran capital dos elfos.
pt: Agora estamos em Tarq'ensis, a grande capital dos Elfos.

source: Hello there! I'm Qinthalash. We came from the east.
de: Hallo! Ich bin Quintalash. Wir kommen vom Osten.
gl: Ola! Son Qinthalash. Nós vimos do leste.
pt: Olá! Sou Quinthalash. Vimos de leste.

source: Elvish High Lord
de: Elvish Hoch Lord
gl: Señor Alto Elfo
pt: Grande Lorde Elfo

source: Nice to see you. I think I know your father.
de: Schön dich zu sehen. Ich glaube ich kenne deinen Vater.
gl: Pracer en velo. Coido que sei o teu pai.
pt: Bom em ver-te. Acho que conheço o teu pai.

source: Yes, he died.. He was killed by the orcs. We have spotted lots of them lately.
de: Ja, er ist Tod… Er wurde von Orks ermordet. Viele von ihnen sind zur Zeit unterwegs.
gl: Si, morreu .. Foi morto por orcos. Temos visto moitos deles recentemente.
pt: Sim, morreu… Foi morto por orcos. Descobrimos muitos deles ultimamente.

source: Oh, that's sad...
pt: Oh, isto é triste…

source: We need some reinforcements so we can fight against the orcs.
de: Wir brauchen Verstärkung um gegen die Orks zu kämpfen.
gl: Necesitamos de algúns reforzos para que poidamos loitar contra os orcos.
pt: Precisamos de alguns reforços para podermos lutar contra os orcos.

source: Ok, we have some unit for your use.
de: Gut, wir haben ein paar einheiten für euch.
gl: Ok, temos algunhas unidades para o seu uso.
pt: Bom, temos algumas unidades para vocês.

source: Maybe you could help the woses. They asked for militaristic help as soon as possible.
de: Vielleicht könnt ihr den Waldschrate helfen. Sie haben um militärische Hilfe gebeten so bald wie möglich.
gl: Talvez podes axudar os Woses. Eles pediron axuda militar o máis rápido posible.
pt: Talvez possam ajudar os Faunos. Pediram por ajuda militar o mais breve possível.

source: Maybe we could, but we don't know where the woses live.
de: Vielleicht können wir, aber wir wissen nicht wo sie leben.
gl: Quizá poderiamos, pero non sabemos onde os Woses vivir.
pt: Talvez podíamos, mas não sabemos onde vivem os Faunos.

source: One of my scouts will lead you there.
de: Einer meiner Späher wird euch hinbringen.
gl: Un dos meus batedores vai levar vostede alí.
pt: Um dos meus exploradores guia-vos-a.

source: Let's hurry then.
de: Lasst uns dann beeilen.
gl: Imos apresarnos entón.
pt: Despachemos-nos então.

source: Wait. We have an altar that can help you with developing skills. Maybe you should try to use it.
de: Wartet. Wir haben ein Altar der euch helfen kann eure Fähigkeiten zu verbessern. Ihr solltet es ausprobieren.
gl: Espere. Temos un altar, que pode axudar co desenvolvemento de habilidades. Quizais debese tratar de usalo.
pt: Esperem. Temos um altar que pode ajudar-vos desenvolver capacidades. Talvez devam tentar usar-o.

source: Visit the Altar
de: Besucht den Altar
gl: Visita o Altar
pt: Visita o Altar

source: Move west to continue
de: Bewegt euch nach Westen um fortsetzen
gl: Move para o oeste para continuar
pt: Mova para o oeste para continuar

source: Now let's get moving.
de: Nun lasst uns gehen.
gl: Agora imos poñerse en movemento.
pt: Agora vamos indo.

source: Troubled Times - The mountain
de: Schwierige Zeiten - das Gebirge
gl: Tempos Difíciles - A montaña
pt: Tempos Difíceis - A montanha

source: Wose
de: Waldschrat
pt: Silvano

source: Ancient Wose
de: Alter Waldschrat
gl: Wose ancián
pt: Fauno Antigo

source: Drakes
de: Draken
gl: Draconiáns
pt: Dragos

source: Find the Woses
de: Finde die Waldschrate
gl: Atopar os Woses
pt: Encontra os Silvanos

source: We just arrived to the north part of the land of woses. There are drakes on the mountain. I need to go back to Tarq'ensis, but don't worry. The woses will help you.
de: Wir sind in den nördlichen teil vom Land der Waldschrate angekommen. Dort sind Draken in den bergen. Ich muss zurück nach Tarq'ensis, aber keine sorge. Die Waldschrate helfen euch.
gl: Acabamos de chegar á parte norte da terra dos Woses. Hai dracos na montaña. Teño de volver a Tarq'ensis, pero non se preocupe. Os Woses pode axudar.
pt: Acabamos de chegar a parte norte das terras dos Faunos. Há por aqui Dragos nas montanhas. Preciso de voltar a Tarq'ensis, mas não se preocupam. Os Fauos ajudar-vos-ão.

source: Let's move on.
de: Lasst uns weiter gehen.
gl: Imos seguir adiante.
pt: Vamos indo.

source: Are you elves?
de: Seid ihr Elfen?
gl: Vostede elfos?
pt: São Elfos?

source: Yes, we are.
de: Ja, sind wir.
gl: Si, somos.
pt: Sim, somos.

source: We thought that nobody is coming to help us.
de: Wir dachten schon niemand würde kommen uns helfen.
gl: Pensamos que ninguén está vindo para axudarnos.
pt: Pensávamos que ninguém vinha ajudar-nos.

source: I'm sorry that we couldn't come any earlier.
de: Verzeihung dass wir nicht früher kommen konnten.
gl: Lamento que non podería vir antes.
pt: Lamento que não podíamos vir mais cedo.

source: Kill the Drake leader
de: Töte den Draken Anführer
gl: Mate o líder Draco
pt: Mata o líder draco

source: Did you hear that we are getting lots of reinforcements soon?
de: Wisst ihr schon dass wir bald viel Verstärkung kriegen?
gl: Vostede ouviu que estamos recibindo lotes de reforzos en breve?
pt: Ouviram que amos receber muitos reforços em breve?

source: Oh no! The Ancient Wose has died..
de: Oh nein! Der Alte Waldschrat ist gestorben…
gl: Oh non! O Wose antigo morreu …
pt: Oh não! O Fauno Antiga morreu…

source: Thanks for your help. There are more drakes on other side of that mountain. Could you kill them?
de: Danke für eure Hilfe. Da sind noch mehr Draken auf der anderen Seite von den Bergen. Könnt ihr sie töten?
gl: Grazas pola túa axuda. Hai dracos máis no outro lado da montaña. Podería matalos?
pt: Obrigado pela vossa ajuda. Há mais dragos do outro lado da montanha. Podiam matar-os?

source: That's why we are here.
de: Deswegen sind wir hier.
gl: É por iso que estamos aquí.
pt: É por isso que estamos cá.

source: Troubled Times - On the top of the Mountain
de: Schwierige Zeiten - auf der bergspitze
gl: Tempos Difíciles - no cume da Montaña
pt: Tempos Difíceis - No alto da montanha

source: Kill the Drake leaders
de: Tötet die Draken Anführer
gl: Mate os líderes Dracos
pt: Mata os líderes Dracos

source: Thanks for help again. I will give my full army for you use.
de: Danke für eure erneute Hilfe. Ich werde euch meine gesamte Streitmacht übergeben.
gl: Grazas pola axuda de novo. Vou dar a miña exército completo para usar.
pt: Obrigado mais uma vez. Os meus recrutas estarão ao vosso dispor.

source: One of the scouts just told me that there is a critical situation on Tarq'ensis.
de: Einer der Späher hat mir gerade erst über eine kritische Situation in Tarq'ensis berichtet.
gl: Un dos batedores me dixo que hai unha situación crítica en Tarq'ensis.
pt: Um dos exploradores informou-me que Tarq'ensis está numa situação crítica.

source: Let's go back there!
de: Lasst uns dorthin zurückkehren!
gl: Imos voltar alí!
pt: Vamos voltar lá!

source: Troubled Times - The Siege of Tarq'ensis
de: Schwierige Zeiten - die Belagerung von Tarq'ensis
gl: Tempos Difíciles - O Cerco de Tarq'ensis
pt: Tempos Difíceis - o cerco de Tarq'ensis

source: High Elves
de: Hoch Elfen
pt: Elfos Altos

source: Besieging Orcs
de: Ork Belagerung
gl: Orcos Sitiando
pt: Orcs sitiantes

source: Our party get back to Tarq'ensis
de: Unsere Gruppe kehrt nach Tarq'ensis zurück
gl: Noso partido volver a Tarq'ensis
pt: O nosso grupo viaja de volta à Tarq'ensis

source: Good you get back so soon
de: Gut dass ihr so früh wieder zurück seit
gl: Bo voltar tan cedo
pt: Bom que voltaram tão cedo

source: Yes, we did.
de: Ja, sind wir.
gl: Si, fixemos.
pt: Sim, fizemos.

source: Orcs has came here and I am not sure can we kill them if there come more
de: Orks sind hergekommen und ich bin mir nicht sicher o wir sie besiegen könnten falls noch mehr kommen
gl: Orcos ha veu aquí e non estou seguro de que podemos matalos se non vir máis
pt: Orcos vieram para cá e não tenho a certeza se podemos derrotar-os se mais virem

source: We'll kill these orcs
de: Wir werden sie töten
gl: Imos matar eses orcos
pt: Derrotemos estes orcos

source: Kill all orcs
de: Töte alle Orks
gl: Mate todos os orcos
pt: Defende todos os orcos

source: Death of an elf hero
de: Tod eines Elfen Helden
gl: Morte dun heroe elfo
pt: Morte de um herói elfico

source: thank you
de: danke
gl: grazas
pt: obrigado

source: My lord we know now: thes orcs come shoutwest from highlands. I was there
de: Mein Herr wir wissen es: diese Orks kommen vom Westen des Hochlandes. Ich war dort.
gl: Meu señor, sabemos: os orcos vén suroeste do Planalto. Estaba alí
pt: Meu Senhor sabemos agora: os orcos vieram do Planalto ocidental. Estive lá.

source: You are good scout
de: Du bist ein guter Späher
gl: Es un bo olheiro
pt: És um bom explorador.

source: They have changed weaker I recomend attack to them quick
de: Sie sind schwächer geworden ich schlage vor wir greifen sie schnell an
gl: Cambiaron máis débil recomendo ataque á rápida
pt: Estão agora enfraquecidos, recomendo que os atacaremos em breve

source: but where I get so big army that we can win?
de: aber woher hole ich eine so große Armee zum gewinnen?
gl: pero onde recibín un exército tan grande que podemos gañar?
pt: mas onde terei um exercito tão grande para poder ganhar?

source: We can go to highlands
de: Wir können ins Hochland gehen
gl: Podemos ir as terras altas
pt: Nós vamos ao planalto

source: You will die
de: Ihr werdet sterben
gl: Vai morrer
pt: Irão morrer

source: Not sure
de: Nicht sicher
gl: non teño certeza
pt: Não teria a certeza

source: I'll give some money for you
de: Ich werde euch etwas Gold mitgeben
gl: Vou che dar algo de diñeiro para ti
pt: Ofereço-vos um pouco de ouro

source: thanks
de: danke
gl: grazas
pt: obrigado

source: Troubled Times - To Highlands
de: Schwierige Zeiten - zum Hochland
gl: Tempos Difíciles - Para as Terras Altas
pt: Tempos Difíceis - Ao Planalto

source: Move South
de: Bewegt euch nach Süden
gl: Move Sur
pt: Move a sul

source: Elves here? Well we get food.
de: Elfen hier? Nun wir haben Gäste.
gl: Elfos aquí? Ben, conseguir comida.
pt: Elfos aqui? Bem recebemos comida.

source: we must go on
de: wir müssen weiter
gl: temos que ir
pt: temos que continuar

source: Troubled Times - Highlands
de: Schwierige Zeiten - Hochland
gl: Tempos Difíciles - Terras Altas
pt: Tempos Difíceis - Planalto

source: Find out from where the orcs spawn
de: Findet heraus, von wo aus die Orks brüten
gl: Descubre de onde os orcos críam
pt: Descubra de onde os orcs criam

source: They spawn from some kind of rock?
de: Sie kommen von einer Art Felsen?
gl: Desovam dalgún tipo de roxa?
pt: Eles saem de um tipo de rocha?

source: Now we'll destory all
de: Jetzt werden wir alle töten
gl: Agora imos destruír todos
pt: Agora destruiremos a vós todos

source: Who has made it
de: Wer hat ihn gemacht
gl: Quen fixo iso?
pt: Quem o fez

source: this rock is too huge to move or destory
de: dieser Felsen ist zu groß zum bewegen oder zerstören
gl: esta pedra é moi grande para mover ou destruír
pt: esta rocha é demasiado larga para mover ou destruir

source: We need the Maul of Elemtrus to destory it
de: Wir brauchen den Hammer der Elemente dafür
gl: Precisamos do Maul de elementos para destruír-la
pt: Precisamos do Guardião dos Elementos para a destruir

source: What it is and where?
de: Was ist es und wo?
gl: ¿Que é e onde?
pt: O que é e onde?

source: A Power hammer and somewere in the darwen mountains
de: Ein mächtiger Hammer irgendwo in den Zwergen Gebirge
gl: Un martelo poderoso e en algún lugar nas montañas ananos
pt: Um martelo poderoso e algures nas montanhas dos anões

source: maybe we now go to look for the Maul of Elemtrus
de: vielleicht sollten wir jetzt nach den Hammer der Elemente suchen
gl: talvez imos agora buscar o Maul de elementos
pt: talvez devíamos ver pelo Guardião dos Elementos

source: Troubled Times - to Dwarven Caves
de: Schwierige Zeiten - zu den Höhlen der Zwerge
gl: Tempos Difíciles - para Cavernas Ananos
pt: Tempos Difíceis - as cavernas dos anões

source: Explore the cave
de: Erkunde die Höhle
gl: Explore a caverna
pt: Explore a caverna

source: The party gets to the dwarven mountain
de: Die Gruppe reist zu den bergen der Zwerge
gl: O grupo está á montaña dos ananos
pt: O grupo chega para a montanha dos anões

source: Who goes there?
de: Wer geht da?
gl: Quen vén aí?
pt: Quem vem aí?

source: What do elves in caves?
de: Was machen Elfen in Höhlen?
gl: ¿Que face elfos en cavernas?
pt: O que fazem Elfos em cavernas?

source: We came to looking for the Maul of Elemtrus
de: Wir kommen nach den Hammer der Elemente zu suchen
gl: Chegamos para buscar o Maul de elementos
pt: Viemos para resgatar o Guardião dos Elementos

source: I can help you if you help us whit these orcs.
de: Ich kann euch helfen wenn ihr uns mit den Orks hilft.
gl: Eu te podo axudar se axudarnos con estes orcos.
pt: Posso ajudar-vos se ajudarem-me com estes orcos.

source: Kill the orcs
de: Tötet die Orks
gl: Mate os orcos
pt: Derrota os orcos

source: Thank you
de: Danke
gl: gracias
pt: Obrigado

source: I have heard that the Maul of Elemtrus is nortwest from here.
de: Ich habe gehört dass der Hammer der Elemente nordwestlich von hier ist.
gl: Oín dicir que o Maul de elementos é a noroeste de aquí.
pt: Tenho ouvido que o Guardião dos Elementos está à noroeste daqui.

source: Troubled Times - The Maul of Elementus
de: Schwere Zeiten - Der Hammer der Elemente
gl: Tempos Difíciles - O Maul de elementos
pt: Tempos Difíceis - O Guardião dos Elementos

source: Cave Critters
de: Höhlen Kreaturen
gl: criaturas da Caverna
pt: Bichos das cavernas

source: Find the Maul of Elementus
de: Finde den Hammer der Elemente
gl: Atopar o Maul de elementos
pt: Encontra o Martelo dos elementos

source: The Dwarf said that The Maul of Elementus is north, Garisoned by trolls and goblins
de: Der Zwerg sagte dass der Hammer der Elemente im Norden sei, bewacht von Trollen und Goblins.
gl: O Anano dixo que o maul dos elementos é ao norte, guarnecido por trolls e duendes
pt: O Anão explicou que o Guardião dos Elementos fica à norte. Guardado por tróles e goblins.

source: The Maul of Elementus
de: Der Hammer der Elemente
gl: O Maul dos elementos
pt: O Guardião dos Elementos

source: I get it. Now we can go to destory the rock and orcs
de: Ich hab ihn. Nun können wir den Felsen und die Orks zerstören.
gl: Me ha. Agora podemos ir destruír a roca e os orcos
pt: Já o tenho. Agora podemos ir destruir a rocha e os orcos.

source: Troubled Times - The Last Battle
de: Schwierige Zeiten - die Letzte Schlacht
gl: Tempos Difíciles - A Última Batalla
pt: Tempos Difíceis - A Última Batalha

source: Goblins
gl: Trasnos
pt: Gnomos

source: Undead
gl: Non mortos
pt: Morto-Vivos

source: Evil
gl: Mal
pt: Diabólico

source: Saurians
gl: Saurios
pt: Répteis

source: Defeat all enemy leaders
de: Besiegt alle gegnerischen Anführer
gl: Derrota tódolos líderes inimigos
pt: Derrota todos os líderes inimigos

source: Destroy the Rock
de: Zerstöre den Felsen
gl: Destrúa a roca
pt: Destrua a rocha

source: the rock is destroyed, now we just need to kill the enemies
de: der Felsen ist zerstört, nun müssen wir nur noch die Feinde töten
gl: a roca é destruída, agora só temos que matar os inimigos
pt: a rocha foi destruída, agora só precisamos de matar os inimigos.

source: You demolished my work of years.
de: Ihr habt meine Arbeit von Jahren zerstört.
gl: Vostede demolido o meu traballo de anos.
pt: Destruiu o meu trabalho de anos.

source: Now we only need to destory the stone
de: Nun müssen wir nur noch den Felsen zerstören
gl: Agora só precisamos destruír a pedra
pt: Agora só teremos de destruir a rocha

source: Orcs
gl: Orcos
