Repository: mansil/wesn-pt-trans
Catalog: umc/wesnoth-Saving_Elensefar/*.po
Languages: de, pt

source: You lose <b>either</b> Madru or Black the Red
de: Sie verlieren <b>entweder</b> Madru oder Black der Rote
pt: Perde <b>ou</b> Madru ou Black, o Ruivo

source: <b>How to Play</b>
de: <b>Anleitung</b>
pt: <b>Como Jogar</b>

source: A move is valid if Othello's units will be between two of yours. To place a unit on the board:
de: Ein Zug ist gültig, sobald Othellos Einheiten zwischen zwei von Ihren ist. Um eine Einheit auf dem Brett zu bewegen:
pt: A jogada é válida se as unidades de Othello estarão entre duas das vossas. Para colocar uma unidade no tabuleiro:

source: (1) Move Meneldur to a ruined castle at the bottom to select the column
de: (1) Bewege Meneldur zu einer Burgruine an der Unterseite, um die Spalte auswählen
pt: (1) Mova Meneldur a um castelo em ruínas na parte inferior para seleccionar a coluna

source: (2) Move Meneldur again to a ruined castle now at the left to select the row
de: (2) Bewege Meneldur wieder zu einer Burgruine jetzt auf der linken Seite um die Zeile auszuwählen
pt: (2) Mova Meneldur novamente para um castelo em ruínas agora à esquerda para seleccionar a linha

source: (3) If the move is valid an unit will be recalled at the given place
de: (3) Ist der Zug gültig, wird eine Einheit an der angegebenen Stelle einberufen
pt: (3) Se a jogada é válida uma unidade será convocada no local dado

source: (4) And any enemy units standing between two of yours will swap side.
de: (4) Und jede feindliche Einheiten die zwischen zwei von Ihren steht wird dann die Seite wechseln.
pt: (4) E qualquer unidade inimiga entre duas das vossa trocará de lado.

source: (5) The game continues until the board is full, or neither leader could do a move.
de: (5) Das Spiel wird fortgesetzt, bis das Brett voll ist, oder keiner von den beiden Anführer einen Zug machen kann.
pt: (5) O jogo continua até que o tabuleiro estiver cheio, ou nenhum líder pode fazer um movimento.

source: What is this, a mage walks clad in black? Explain yourself! Are you of the red mages, or the white?
de: Was ist das, ein Magier geht in Schwarz um? Erkläre dich! Bist du von den roten oder weißen Magiern?
pt: O que é isso, um mago que anda por aí vestido de negro? Explique-se! É da casta dos magos vermelhos ou dos brancos?

source: What? Do you mean to tell me that the great lich Jevyan does not reign on that continent, or that his mages no longer wear the robes of the necromancer?!?
de: Was? Willst du mir sagen dass der große Lich Jevyan nicht mehr über diesen Kontinent regiert, oder seine Magier nicht mehr die Mäntel der Totenbeschwörer tragen?
pt: O quê? Está a tentar dizer-me que o grande Lich Jevyan não reina naquele continente ou que os magos dele já não usam mais as roupas de necromante?!?

source: What? Why do you speak of those old tales as if they were real? And I suppose you think you are a real necromancer too.
de: Was? Warum erzählst du diese alten Geschichten, als währen sie wirklich passiert? Ich glaube du denkst auch das du ein echter Totenbeschwörer bist.
pt: O quê? Porque fala daquelas velhas lendas como se fossem realidade? E suponho que pensas ser um necromante verdadeiro, também.

source: Why do you say he's not a necromancer? I've seen them before, haven't you?
de: Warum meinst du er sei kein Totenbeschwörer? Ich hab sie schon früher gesehen, du nicht?
pt: Porque diz que ele não é um necromante? Vi necromantes antes, e tu?

source: Are you saying undead exist?
de: Sag, es gibt noch Untote?
pt: Está a dizer que os morto-vivos existem?

source: Yes. And this guy looks real enough. I think we should treat him like an actual enemy.
de: Ja. Und dieser Kerl sieht wirklich genug aus. Ich denke, wir sollten ihn wie einen wirklichen Feind zu behandeln.
pt: Sim. E este homem aqui parece-me o real bastante. Acho que devíamos tratar-o como um inimigo.

source: Yes, you should! Now, prepare to die!
de: Ja, das solltest du! Gleich wirst du sterben!
pt: Sim, devia! Agora, prepare-se para morrer!

source: Whatever. We will see if he actually can raise anything, and if we come out of here.
de: Was auch immer. Wir werden sehen ob er überhaupt irgendetwas beleben kann, und wie wir hier raus kommen.
pt: Seja como for. Veremos se pode mesmo conjurar qualquer coisa, e se saímos daqui.

source: Impressive. You were able to storm my game. May I join you on your quest?
de: Beeindruckend. Sie konnten, mein Spiel erstürmen. Darf ich mich Ihnen in Ihrer Mission anschließen?
pt: Impressionante. Foi capaz de investir no meu jogo. Posso acompanhar-vos na vossa missão?

source: Sure, we need any willing hand
de: Sicher, wir brauchen jede gewillte Hand
pt: Claro, precisamos de qualquer mão disposta

source: That was a weird battle...
de: Das war eine seltsame Schlacht ...
pt: Essa foi uma batalha estranha…

source: ... in the magic castle.
de: ... im Magischen Schloss.
pt: … no castelo mágico.

source: Look, we have gain more soldiers for our quest. Wy did you complain?
de: Seht, wir haben mehr Soldaten erhalten für unsere Sache. Wieso beschwert ihr euch?
pt: Olha, temos ganho mais soldados para a nossa busca. Porque se queixam?

source: Orc Mountain
de: Ork Gebirge
pt: Montanha dos Orcs

source: Hungry Orcs
de: Hungrige Orks
pt: Orcs famintos

source: Orcs are here! Orcs, what do you know about the fall of Elensefar?
de: Orks sind hier. Orks, was wisst ihr über den Fall Elensefars?
pt: Há orcs aqui! Orcs, o que sabem sobre a queda de Elensefar?

source: Nothing, but I am glad to hear of it! Now prepare to die!
de: Nichts, aber ich bin froh, das zu hören! Mach dich nun bereit zu sterben!
pt: Nada, mas estou satisfeito em ouvir isso! Agora prepare-se para morrer!

source: Very well. Let battle commence.
de: Sehr gut. Last die Schlacht beginnen.
pt: Muito bem que a batalha comece.

source: Theft
de: Diebstahl
pt: Roubo

source: Death of Psison
de: Tod von Psison
pt: Morte de Psison

source: Are there any inhabitants of this island? We come in peace, we just want to restock our ship and then be on our way...
de: Sind irgendwelche Bewohner auf der Insel? Wir kommen in Frieden, und wollen nur unser Schiff neu aufladen und wären wieder weg...
pt: Há algum habitante nesta ilha? Viemos em paz, só queremos recarregar o nosso navio e logo depois partiremos…

source: Hey! What happened to The Explorer! She's gone!
de: He! Was ist dem Entdecker passiert! Er ist weg!
pt: Hei! O que aconteceu com o Explorador? Ele desapareceu!

source: Someone must have stolen her. It looks like we're stuck on this island.
de: Jemand muss ihn gestohlen haben. Es sieht so aus als ob wir auf dieser Insel festsitzen.
pt: Alguem deve ter roubado o nosso navio. Parece-me que estamos presos nesta ilha.

source: Hello, I believe I can help.
de: Guten Tag. Ich glaube ich kann da helfen.
pt: Olá, acredito que posso ajudar.

source: Who are you, and what do you want?
de: Wer bist du, und was willst du?
pt: Quem és, o que quer?

source: I am the leader of a great tribe of mermen. I think it was the nagas, our enemies, who stole your boat. I will lend you the aid of my fighters to get it back.
de: Ich bin der Anführer eines großen Seestammes. Ich glaube es waren die Nagas, unsere Feinde, die euer Boot gestohlen haben. Ich werde euch meine Krieger schicken um es wieder zu holen.
pt: Sou o líder duma grande tribo de aquáticos. Acho que foram os naga, os nossos inimigos, que roubaram o vosso navio. Darei-te a ajuda dos meus guerreiros para que o recupere.

source: Hey, look, I see the boat! Nagas are moving it southwest.
de: He, schaut, ich sehe ein Boot. Nagas bewegen es nach Süden.
pt: Hei, olhem, dá para ver o barco! Os nagas estão a levar-o a sudoeste.

source: They've found us! Workers, get that boat out of here! We will secure time for your escape.
de: Sie haben uns gefunden! Arbeiter, lässt dass Boot von hier verschwinden! Wir werden euch Zeit geben.
pt: Avistaram-nos! Trabalhadores, tirem este barco daqui! Vamos ganhar tempo para a vossa fuga.

source: Orcs! Kill them!
de: Orks! Tötet sie!
pt: Orcs! Matem-os!

source: A bridge! What do you think is across it?
de: Eine Brücke! Was glaubt ihr wohin sie führt?
pt: Uma ponte! O que acha que está do outro lado?

source: Probably our boat... but we need to defeat these orcs before we get it, or else they will attack us from behind.
de: Wahrscheinlich zu unseren Boot... aber wir müssen diese Orks besiegen bevor wir es holen, oder sie werden uns von hinten angreifen.
pt: Provavelmente o nosso barco… mas precisamos de derrotar estes orcs antes de recuperar-o, ou então eles nos atacarão por trás.

source: You find some gold pieces in the orc's castle.
de: Du findest ein paar Goldstücke in der ork Burg.
pt: Encontraste algumas peças de ouro no castelo orc.

source: Back to the Ship
de: Zurück zu den Schiff
pt: De Volta ao Barco

source: Ocean Orcs
de: Ozean Orks
pt: Orcs oceânicos

source: Thiefs
de: Diebe
pt: Ladrões

source: Time to get our ship back. These islands are inhabited, there should be a harbor *somewhere*.
de: Es ist Zeit das Schiff zurück zu hohlen. Die Insel ist bewohnt, also sollte es *irgendwo* einen Hafen geben.
pt: É hora de pegar o nosso navio de volta. Estas ilhas são habitadas, deve haver um porto em qualquer lugar.

source: These Nagas don't leave us alone! They're here again, and the ship is here somewhere too.
de: Diese Nagas lassen uns einfach nicht allein. Sie sind wieder da, und das Schiff sollte hier such irgendwo sein.
pt: Estes naga não nos vão deixar em paz! Estão aqui novamente, e o barco deve estar por aqui em algum lugar, também.

source: Orcs! More orcs!
de: Orks! Noch mehr Orks!
pt: Orcs! Mais orcs!

source: I knew there were nagas around here...
de: Ich wusste hier gab es Nagas umher....
pt: Sabia que haviam nagas por aqui…

source: Now, to the harbor, and back on to the ship!
de: Jetzt, zum Hafen und dann zurück zu den Schiffen!
pt: Agora, para as docas, e de volta para o navio!

source: I will leave you now, but the fighters who fought for you will still help you, they say.
de: Ich werde euch nun verlassen, aber die Krieger die mit euch gekämpft haben wollen weiterhin helfen.
pt: Vou-te deixar agora, mas os guerreiros que lutaram por ti estão a dizer que ainda irão ajudar.

source: Fire Island
de: Feurige Insel
pt: Ilha de Fogo

source: Rougth Drakes
de: Grobe Draken
pt: Dracos grosseiros

source: Survive until the last turn
de: Überlebt, bis zur letzten Runde
pt: Sobreviva até ao último turno

source: Rescue as many Pirates you can
de: Rettet so viele Piraten du kannst
pt: Resgata quanto mais Piratas pode

source: Figtht of the Drakes
de: Bekämpft die Draken
pt: Luta com os Dracos

source: This island is nearly dead. We can only reprovision slowly here.
de: Dieses Land ist komplett Tod. Wir können hier nur langsam aufladen.
pt: Esta ilha está praticamente morto. Só podemos reabastecer devagar aqui.

source: Yes, and that would take lot of time. I hope there is nobody that can hinder us doing it, but wait, we should explore the island and being sure about it.
de: Ja, und das dauert viel Zeit. Ich hoffe, es gibt niemanden, der uns behindern kann, aber warte, wir sollten die Insel erkunden und sich sicher sein.
pt: Sim, e isso levaria muito tempo. Espero que não há ninguém que possa impedir-nos, mas espera, devemos explorar a ilha e ter a certeza sobre isso.

source: Ouch, my ears! What was that?
de: Autsch, meine Ohren! Was war das?
pt: Ai, os meus ouvidos! O que foi isso?

source: Quickly! To the boats. The volcano is erupting
de: Schnell! Zu den Booten. Der Vulkan ist am ausbrechen
pt: Rápido! Para os barcos. O vulcão está em erupção

source: But let us first get some provisions
de: Aber lasst uns zuerst einige Vorräte erhalten
pt: Mas vamos primeiro ter algumas provisões

source: Men, be carefull with the erupting lava
de: Männer, seit vorsichtig mit der ausbrechenden Lava
pt: Homens, cuidado com a lava em erupção

source: What are these beasts? They look like miniature dragons!
de: Was sind das für Biester? Sie sehen aus wie Miniatur Drachen!
pt: O que são estas feras? São como dragões em miniatura!

source: They do not look like they belong on this island. Perhaps they came from the south? In any case, they don't look friendly.
de: Sie sehen nicht aus als ob sie zu dieser Insel gehören. Vielleicht kommen sie von Süden? Wie auch immer, sie sehen nicht freundlich aus.
pt: Não me parece que nasceram aqui. Talvez tenham vindo do sul? Seja como for, eles não me parecem amigáveis.

source: True. Well then, we should defeat them so we can reprovision!
de: Wohl Wahr. Nun denn, wir sollten sie besiegen so dass wir neu aufladen können!
pt: É mesmo. Está bem, então devemos derrotar-os para conseguir provisões!

source: Humans? So far away from wesnoth?
de: Menschen? So weit entfernt von Wesnoth?
pt: Humanos? Tão longe de Wesnoth?

source: At last! A ship! We are saved.
de: Endlich! Ein Schiff! Wir sind gerettet.
pt: Enfim! Um navio! Estamos salvos.

source: Shipwrecked Pirates
de: Schiffbrüchige Piraten
pt: Piratas naufragados

source: Who are you? What are you doing so far away from wesnoth?
de: Wer seid ihr? Was macht ihr so weit weg von Wesnoth?
pt: Quem és? O que estás a fazer tão longe de Wesnoth?

source: The same could I ask you.
de: Das gleiche könnte ich dich fragen.
pt: O mesmo poderia eu perguntar-te.

source: We came from Elensefar wich has been overrun by orcs. I'm searching for soldiers that are willing to leave with me to retake it.
de: Wir kommen aus Elensefar das von Orks überrannt wurde. Ich bin auf der suche nach Soldaten, die bereit sind mit mir es zurückerobern.
pt: Viemos de Elensefar que foi invadido por orcs. Estou à procura de soldados que estão dispostos a ir comigo para retomar-a.

source: We are from Aldril and shipwrecked on this island after the great storm. If you rescue us from here we will greatly serve you and aid to conquer Elensefar back.
de: Wir sind von Aldril und Schiffbrüchige auf dieser Insel nach dem großen Sturm. Wenn du uns von hier rettest, werden wir euch dienen und Helfen Elensefar zurück zu erobern.
pt: Somos de Aldril e náufragos nessa ilha após a grande tempestade. Se nos salvar a partir daqui iremos o servir e ajudar a conquistar Elensefar de volta.

source: Its a deal.
de: Abgemacht.
pt: Está terminado.

source: Traitors
de: Verräter
pt: Traidores

source: What? So, if it isn't my old friend Kalandur... are there any more Wesnothians on this island, or have they given up trying to stop us?
de: Was? Also, wenn es nicht mein alter Freund Kalandur ist... Gibt es noch mehr Wesnothianer auf dieser Insel, oder haben sie aufgegeben, uns aufzuhalten?
pt: O quê? Olhem só, se não é o meu velho amigo Kalandur… há ainda mais algum de Wesnoth nesta ilha ou será que já desistiram de tentar de nos parar?

source: There are none here, but trust me, they remain against you.
de: Hier sind keine, aber glaube mir, sie bleiben dir feindlich gesinnt.
pt: Não há mais nenhum aqui, mas acredite, eles continuam contra ti.

source: So say you. Well, Black, we'd better go. Its best not to kill more elves; even if we defeat them, it will just make the rest even angrier at us.
de: Nun, so sagst du. Nun, Black, wir sollten besser gehen. Es ist besser nicht noch mehr Elfen zu töten, auch wenn wir sie besiegen, wird es nur den Rest noch wütender machen auf uns.
pt: Se assim diz… bem, Black, é melhor partirmos. É melhor não matarmos mais nenhum elfo; mesmo que os derrotamos, ainda assim só vamos fazer com que o resto deles fique com mais raiva de nós.

source: What? So, if it isn't my old friend Kalandur. (we'd better get out of here, Madru...)
de: Was? Also, wenn er nicht mein alter Freund Kalandur ist. (wir sollten besser weg von hier, Madru...)
pt: O quê? Olhem só, se não é o meu velho amigo Kalandur. (É melhor sairmos daqui, Madru…)

source: So we meet again, traitor elf! Prepare to die!
de: So trifft man sich wieder, verräterischer Elf. Mach dich aufs Sterben bereit!
pt: Então encontramos-nos novamente, elfo traidor! Prepare-se para morrer!

source: Whats going on here?
de: Was geht hier vor sich?
pt: O que está a acontecer aqui?

source: Kalandur here thinks I betrayed Elfkind by aiding Elensefar. He's going to fight us. We have to leave.
de: Kalandur hier denkt ich hätte Elfkind verraten beim helfen von Elensefar. Er wird uns bekämpfen. Wir müssen aufbrechen.
pt: O nosso amigo Kalandur aqui acha que eu traí a minha raça elfa por ajudar Elensefar. Ele vem atacar-nos. É melhor partirmos.

source: Look, if we leave now, they'll just follow us and kill us. We have to defeat them!
de: Schau, wenn wir jetzt weggehen, würden sie uns einfach folgen und uns töten. Wir müssen sie besiegen.
pt: Veja bem, se partirmos agora eles vão nos seguir e nos matar. Temos que derrotar-os!

source: If we leave, he will probably not follow us. He will report to his superiors - wherever they are.
de: Wenn wir gehen, wird er uns wahrscheinlich nicht folgen. Er wird an seine Vorgesetzten berichten - wo auch immer sie sind.
pt: Se partirmos, provavelmente não nos seguirá. Irá relatar aos seus superiores - seja lá quem forem eles.

source: And won't those superiors send out even more ships? If we let Kalandur get away, they will know where we are and where we are coming from.
de: Und werden nicht die Vorgesetzten noch mehr Schiffe senden? Lässt man Kalandur entfliehen, werden sie wissen, wo wir sind und wo wir herkommen.
pt: E será que esses superiores não irão mandar ainda mais navios? Se deixarmos Kalandur escapar eles saberão onde estamos e de onde viemos.

source: Very well. Onward!
de: Sehr gut. Vorwärts!
pt: Muito bem. Em frente!

source: So, we have slain an Elf! I do not like this - they are not evil, they are only following the commands of their twisted leader. Perhaps if we spare them their lives, they will join us after we defeat them.
de: Nun, wir haben einen Elf erschlagen! Ich mag das nicht - sie sind nicht böse, sie sind nur nach dem Befehlen ihres verdrehten Anführer gefolgt. Vielleicht, wenn wir ihnen ihr Leben schonen, werden sie uns begleiten, nachdem wir sie besiegt haben.
pt: Então matamos um elfo! Não gosto nada disso - eles não são maus, estão apenas a seguir as ordens do seu enlouquecido líder. Talvez se pouparmos as suas vidas eles se unam a nós assim que os derrotarmos.

source: Look - there is a bridge here that Kalandur was guarding. I guess we should go across, but I don't have any idea what is there.
de: Seht - hier gibt es eine Brücke, die Kalandur hütete. Ich denke, wir sollten über sie gehen, aber ich habe keine Ahnung, was dort ist.
pt: Vejam - há uma ponte aqui que era vigiada por Kalandur. Acho que devemos atravessar-a, mas não tenho a mínima idéia do que possa estar do outro lado.

source: Nor do I. Probably more enemies.
de: Ich auch nicht. Wahrscheinlich noch mehr Gegner.
pt: Nem eu. Provavelmente mais inimigos.

source: Wait! I know what's across that bridge - its more elves, who will want to kill you, and orcs.
de: Warte! Ich weiß, was hinter dieser Brücke ist - weitere Elfen, die dich umbringen wollen, und Orks.
pt: Esperem! Sei o que está do outro lado daquela ponte - mais elfos, que vão querer matar-te, e orcs.

source: Well then, we will have a common foe with these elves!
de: Gut, dann haben wir einen gemeinsamen feind mit diesen Elfen!
pt: Está bem, então teremos um inimigo comum com estes elfos!

source: Um.. in a way... but in any case, I think that us elves who are still alive will join you. We can't go back to the elves now, because since we did not die they will think we are deserters.
de: Um .. auf eine Art ... aber in jedem Fall denke ich, dass uns Elfen, die noch leben, uns anschließen werden. Wir können jetzt nicht zurück zu den Elfen da wir nicht gestorben sind und ihrer Meinung nach Deserteure sind.
pt: Bem… de certo modo… mas em todo caso, acho que nós elfos sobreviventes vamos nos juntar a vós. Nós não podemos voltar aos outros elfos agora, porque como não morremos eles pensarão que somos desertores.

source: Then join us, if you wish to. We are always open to more fighters.
de: Dann Schließe dich uns an, wenn du willst. Wir können immer Krieger gebrauchen.
pt: Então juntem-se a nós, se quiserem. Novos guerreiros são sempre bem vindos entre nós.

source: Gladly! Also, there is some gold here that Kalandur was saving... you can take it, since you did defeat him.
de: Gerne! Außerdem gibt es etwas Gold hier, dass Kalandur gespart hat ... du kannst es nehmen, da du ihn besiegt hast.
pt: Obrigado! Também há um pouco de ouro que Kalandur estava a guardar… pode levar-o, já que o derrotou.

source: A Deadly Alliance
de: Eine tödliche Allianz
pt: Uma Aliança Mortal

source: Mad Alliance
de: Verrückte Allianz
pt: Aliança louca

source: Alandur! I suppose you want to battle? Very well, but there are orcs here also. How about we kill them first, then battle?
de: Alandur! Ich nehme an, du möchtest in den Kampf? Sehr gut, aber es gibt auch hier Orks. Wie wäre es sie zu töten, dann zu kämpfen?
pt: Alandur! Imagino que queira lutar? Tudo bem, mas também existem orcs por aqui. O que acha se os enfrentarmos antes e depois lutarmos?

source: Well, if the orcs had not occupied Elensefar when they took it, but rather destroyed it, we would. But, those on the mainland have proved extremely resistant to attacks.
de: Nun, falls die Orks nicht Elensefar besetzt hätten als sie es nahmen, sondern es zerstörten , dann würden wir. Aber diejenigen auf dem Festland erwiesen sich als äußerst widerstandsfähig gegen Angriffe.
pt: Bem, se os orcs não tivessem ocupado Elensefar quando a tomaram, mas sim destruído a cidade, aí sim. Mas aqueles orcs nas terras centrais mostraram-se extremamente resistente a ataques.

source: Why does that matter? All that's important is that they're going to kill you, too!
de: Was interessiert dass? Alles was wichtig ist ist dass sie dich ebenfalls töten!
pt: E porque isso importa? O que importa é que eles vão matar a vocês também!

source: No, we're currently concluding a peace treaty with the orcs. And it would be bad form to attack the relatives of those who you are trying to make a bargain with!
de: Nein, wir sind derzeit ein Friedensvertrages mit den Orks am Abschließen. Und es wäre ein schlechtes Benehmen, die Angehörigen mit derer man versucht ein Abkommen zu machen anzugreifen!
pt: Não, estamos a concluir um acordo de paz com os orcs agora. E seria muito ruim atacar os relativos daqueles com quem está a tentar negociar!

source: But these orcs are probably from a completely different tribe!
de: Aber diese Orks sind wahrscheinlich von einen ganz anderen Stamm!
pt: Mas estes orcs provavelmente são duma tribo completamente diferente!

source: We can't take that chance! These orcs claim to be allies with the ones in Elensefar, so we MUST ally with them.
de: Wir hatten keine Wahl! Diese Orks behaupten alliierte von denen aus die Elensefar zu sein, also MUSSTEN wir uns ihnen anschließen.
pt: Não podemos ficar na dúvida! Estes orcs afirmam em ser aliados daqueles que tomaram Elensefar, então nós TEMOS que nos aliar a eles.

source: Uh, yeah, of course... we be da same tribe... uh... Prepare to die, stupid dog-man!
de: Uh, ja, klar... wir sind vom selben Stamm... uh... Bereite dich zu sterben vor, dummer Hund!
pt: É, sim, claro… nós a mesma tribo… é… prepare-se para a morte, estúpido homenzinho!

source: So the elves, too, have given up trying to stop the orcs... it seems we are on our own against them. And these elves, since we are their enemies anyway, must die.
de: Also haben die Elfen, ebenfalls, versucht die Orks aufzuhalten... es sieht so aus als ob wir auf uns gestellt sind. Und diese Elfen, da wir ihre Feinde sind, müssen streben.
pt: Então os elfos também desistiram de lutar com os orcs… parece-me que estamos sós contra eles. E estes elfos, já que são os nossos inimigos, devem morrer.
