Repository: mansil/wesn-pt-trans
Catalog: umc/wesnoth-Saving_Elensefar/*.po
Languages: de, pt

source: The Royal Navy of Wesnoth owns a powerful fleet of deadly war galleons. Their task is to hunt down pirates - or whoever they choose to call pirates - and destroy them.
de: Die Königliche Flotte von Wesnoth besteht aus einer tödlichen flotte aus Kriegsgalleonen. Ihre Aufgabe ist es Piraten zu jagen - oder was auch immer sie Piraten nennen - und sie zu zerstören.
pt: A Marinha Real de Wesnoth tem uma poderosa frota de mortíferos galeões de guerra. A sua função é de caçar piratas - ou qualquer um que definam como piratas - e destruir-os.

source: Elvish Horse Archer
de: Elfen Berittener Bogenschütze
pt: Arqueiro Montado Elfo

source: Swordsmastery: add extra damage to sword, Cures Poison, Max XP +20%
pt: Treino com a espada: mais dano da espada, cura veneno, XP Máx. +20%

source: Marksmanship: add marksman to bow, add +1 damage, Cures Poison, MAX XP +20%
pt: Treino de tiro: adiciona precisão ao arco, mais 1 ponto de dano, cura veneno e XP Máx. +20%

source: Max HP bonus +4, full healing, Max XP +25%
pt: Mais 4 pontos de vida, cura e experiência +25%

source: This unit is able to grant the skirmisher ability to allied units that stand next to it on start of his turn.
pt: Esta unidade permite a capacidade de escaramuçador a unidades aliadas adjacentes no começo do seu turno.

source: The ability to teach battle experience to adjacent allied units allows them to earn experience points equivalent of the second unit level whenever the tutor attacks with his melee attack and hits at least once.
pt: A capacidade de ensinar experiencia de batalha a unidades aliadas adjacentes permite-lhes de ganhar experiencia no valor equivalente ao nível do oponente sempre que o tutor ataca corpo-a-corpo a acerta pelo menos uma vez.

source: blitz
pt: relâmpago

source: Allies that start their turn adjacent to this unit are granted Skirmisher for that turn.
pt: Aliados que iniciam o seu turno adjacente a esta unidade são concedidos escaramuçador por esse turno.

source: battle tutor
de: Schlachten Betreuer
pt: Mestre de batalha

source: This unit's ability to teach battle skills gives each adjacent allied unit a small boost to experience earned in battle.
pt: A habilidade desta unidade de ensinar truques de batalha provem a cada unidade aliada adjacente um pequeno acréscimo na sua experiência.

source: Battle Tutor
de: Schlachten Betreuer
pt: Mestre de batalha

source: This unit's ability to teach battle skills gives each adjacent allied unit a small boost to his experience earned in battle.
pt: A habilidade desta unidade de ensinar truques de batalha provem a cada unidade aliada adjacente um pequeno acréscimo na sua experiência.

source: charm
de: Reiz
pt: encanto

source: To die on the cusp of victory. Oh, the irony!
de: Oh, welch Ironie, am Wendepunkt zum Sieg zu sterben!
pt: Para morrer à beira da vitória. Ó, que ironia!

source: Far from home I fall — but not in vain! Guard our people, Madru!
de: Fern der Heimat muss ich sterben — doch es ist nicht vergebens! Schützt die unsrigen, Madru.
pt: Longe da minha casa morrerei - mas não em vão! Proteja o nosso povo, Madru!

source: I go now to join my forefathers...
de: Ich gehe nun zu meinen Vorvätern...
pt: Volto para a casa de meus ancestrais…

source: He was a brave warrior and a true friend. We will miss him.
de: Er war ein tapferer Krieger und ein treuer Freund. Wir werden ihn vermissen.
pt: Fora um guerreiro corajoso e um amigo leal. Iremos sentir a sua falta.

source: Aaargh! Curse you $second_unit.name|!
de: Arg! Ich verfluche dich $second_unit.name|!
pt: Are! Maldito sejas, $second_unit.name|!

source: Without his guidance, how can we retake ever Elensefar? We are lost without him!
de: Ohne seine Führung, wie könnten wir jemals Elensefar zurückerobern? Ohne ihn sind wir verloren!
pt: Sem ele a guiar-nos, como poderemos alguma vez reconquistar Elensefar? Estamos perdidos sem ele!

source: Farewell Meneldur, I go to the sea god. You must go on without me.
de: Lebe wohl, Meneldur, ich begebe mich jetzt auf die Reise zum Meeresgott. Ihr müsst jetzt ohne mich weitergehen.
pt: Adeus Meneldur, volto para o deus dos mares. Devem continuar sem mim.

source: Continue... the battle... for me...
de: Beendet... die Schlacht... für... mich...
pt: Continua… a luta… por mim…

source: Eloh waits for me!
de: Eloh wartet auf mich
pt: Eloh espera por mim!

source: I see the light...
de: Ich sehe das licht...
pt: Vejo a luz…

source: This can’t be the end, I have too much left to see.
de: Das kann nicht das Ende sein, es gibt noch so viel für mich zu sehen.
pt: Isto não pode ser o fim. Ainda tenho muito para conhecer.

source: I knew this was a mistake.
de: Ich wusste es war ein Fehler.
pt: Sabia que este era um engano.

source: I have lost all helping the livings... Now they will surely perish!
de: Und verlor ich alles, den Menschen zu helfen, so half’s doch nichts.
pt: Perdi tudo a ajudar os humanos… Agora certamente perecerão!

source: Help me, I can't hold-
de: Helft mir, Ich kann nicht-
pt: Acudam-me, não consigo-

source: We have taken $scenario_number weeks, our troops are impacient for returning to Elensefar.
de: Wir haben $scenario_number Wochen gebraucht, und unsere Truppen ersehnen sich nach Elensefar.
pt: Levamos $scenario_number semanas de viagem e as nossas tropas estão impacientes por voltar a Elensefar.

source: We have to pay $supply_cost upkeep to $units soldiers for their efford in this battle.
de: Wir müssen $supply_cost Goldstücke an $units soldiers auszahlen, für ihre mühen in dieser Schlacht.
pt: Temos de pagar $supply_cost peças de ouro a $units soldiers pelo seu esforço nesta batalha.

source: Grog Barrel
de: Rum Tonne
pt: Baril de mantimentos

source: Ship Dock
de: Schiffs Dock
pt: doca de barco

source: We have defeated all enemies, we have plenty of time to restock the ship now. We can train our troops here for a few days.
de: Wir haben jetzt genügend Zeit, um das Schiff aufzufüllen. Wir können unsere Truppen hier trainieren für ein paar Tage.
pt: Temos bastante tempo para recarregar o navio depois e derrotar todos os adversários. Podemos treinar as nossas tropas aqui por alguns dias.

source: On most scenarios when you finish early your troops will recive some experience, the earlier you finish the more experience you get!
de: In vielen Szenarien werden eure Truppen etwas Erfahrung sammeln fürs gewinnen, und umso früher du es beendest umso mehr!
pt: Na maioria dos cenários quando terminares antes do fim dos turnos, as tuas tropas receberão alguma experiência, e quando mais cedo terminares, o mais receberão!

source: I will take that into consideration when finishing the scenarios.
de: Ich werde dies in Erwägung ziehen wann ich die Szenarien beende.
pt: Irei levar isto em consideração quando terminar os cenários.

source: Do you really want to run away?
de: Möchtest du wirklich weg rennen?
pt: Quer realmente bater em retirada?

source: Yes
de: Ja
pt: Sim

source: Fall back!
de: Zieht euch zurück!
pt: Em retirada!

source: No
de: Nein
pt: Não

source: Fight on!
de: Kämpft weiter!
pt: Ao ataque!

source: Remember we can retreat at any time, just move your leader to the ship.
de: Zur Erinnerung wir können uns jederzeit zurückziehen, bewege bloß deinen Anführer zum Schiff.
pt: Lembre-se que podemos retirar a qualquer momento, basta mover o teu líder até o navio.

source: But then we haven't time to refill our ship...
de: Aber dann haben wir keine Zeit dass Schiff zu laden...
pt: Mas então não temos tempo para reabastecer o nosso navio…

source: I hope it would never be needed.
de: Ich hoffe es wird nie nötig sein.
pt: Espero que nunca será necessário.

source: We run out of supplies and cannot pay our troops their upkeep.
de: Nun haben wir all unser Gold ausgegeben und können unsere Truppen nicht mehr bezahlen.
pt: Já não temos mais ouro e não poderemos pagar aos nossos soldados o seu soldo.

source: Elensefar's Loyalists
de: Elensefars Loyale
pt: Leais à Elensefar

source: Move Meneldur to the Explorer (southwest of the map)
de: Bewegt Meneldur zu den Endecker (südwestlich der Karte)

source: Conscript
de: Mitschrift

source: Blitz: Allies that start their turn adjacent to this unit are granted Skirmisher for that turn.
de: Blitz: Allierte die ihre Runde neben dieser Einheit starten erhalten Plänkler in dieser.

source: Battle Tutor: This unit's ability to teach battle skills gives each adjacent allied unit a small boost to experience earned in battle.
de: Schlachten Betreuer: Die Fähigkeit dieser Einheit andere in der Schlacht zu führen gibt jeder verbündeten Einheit einen kleinen Erfahrungsschub.

source: + $second_unit.level| XP
de: + $second_unit.level| EP

source: Battle Tutor: This unit's ability to teach battle skills gives each adjacent allied unit a small boost to his experience earned in battle.
de: Schlachten Betreuer: Die Fähigkeit dieser Einheit andere in der Schlacht zu führen gibt jeder verbündeten Einheit etwas Erfahrung.

source: + $hits| XP
de: + $hits| EP
