Repository: mansil/wesn-pt-trans
Catalog: umc/wesnoth-Saving_Elensefar/*.po
Languages: de, pt

source: The elves are willing to surrender Elensefar to orcs, just because they began to lose a few battles? We really need to get back there, soon.
de: Die Elfen waren bereit Elensefar dem Orks aufzugeben nur weil sie ein paar Schlachten verloren haben? Wir müssen wirklich bald zurückkommen.
pt: Os elfos estão a deixar Elensefar para os orcs só porque perderam algumas batalhas? Precisamos mesmo de voltar em breve.

source: If we can just get to the western isle I spoke of, we may be able to defeat this alliance.
de: Wenn wir nur zu den westlichen Insel könnten, von der ich gesprochen habe, könnten wir diese Allianz vielleicht besiegen.
pt: Se conseguirmos chegar à ilha da qual falei, possivelmente poderemos derrotar esta aliança.

source: With Alandur dead, I think we have defeated all of the Elves who sail the sea. We probably won't see them until we reach Elensefar... we will have many enemies when we get there.
de: Mit Alandurs Tod, glaube ich haben wir alle Elfen getötet die zur See gefahren sind. Wir werden wahrscheinlich eine mehr sehen bevor wir Elensefar erreichen... wir werden viele Feinde dort vorfinden.
pt: Com Alandur morto, acho que temos derrotado todos os elfos que navegaram estes mares. Provavelmente não os veremos até chegarmos a Elesenfar… nós iremos ter muitos inimigos quando chegarmos lá.

source: Well, we won, but things might go badly for us later...
de: Nun, wir haben gewonnen, aber es kann später Schwierigkeiten geben...
pt: Bem, vencemos, mas a coisa pode ficar feia mais tarde…

source: The Frozen Lands
de: Die Gefrorene Lande
pt: As Terras Congeladas

source: Frosty Dwarves
de: Frostige Zwerge
pt: Anões gélidos

source: Finally, a ship! You, in there, we wish to talk with you!
de: Endlich, ein Schiff! Du, da drin, wir möchten mit dir reden!
pt: Finalmente, um navio! Ó do bordo! Queremos falar contigo!

source: What is it that you want, Dwarf? You know that elves are not usually very friendly with your kind.
de: Was ist das, was du willst, Zwerg. Du weißt das Elfen normalerweise nicht sehr freundlich zu Zwergen sind.
pt: O que é que quer, anão? Sabe que os elfos geralmente não são muito amigáveis com a sua raça.

source: I know this, but you are not only elves, there are some men among you, who usually help in return for gold. I need to ask your aid. We are in a desperate situation - we will all die you do not help us!
de: Dass weiß ich, aber ihr seid nicht nur Elfen, es sind auch ein paar Menschen mit euch, welche normalerweise Sold verlangen. Ich muss euch um Hilfe bitten. Wir sind in einer aussichtslosen Situation - wir werden alle sterben falls ihr uns nicht hilft!
pt: Sei disso, mas não são só elfos. Há alguns humanos entre vós, e eles geralmente dão ajuda em troca de dinheiro. Preciso do seu socorro! Estamos numa situação desesperada - morreremos se não nos ajudarem!

source: Why? What's going on here?
de: Warum? Was ist hier los?
pt: Porquê? O que está a acontecer aqui?

source: There is a lord ruling here, a cruel lord, and we decided to resist him, to so as not to be enslaved. But then he called in reinforcements from the north, and he is now too strong. The battle is no longer equal, and he has decided to try to destroy us! We will give you gold if you help us.
de: Hier lebt ein Herrscher, ein grausamer Herrscher, und wir beschlossen ihn zu entgegnen, um nicht versklavt zu werden. Aber dann rief er Verstärkung aus den Norden, und nun ist er zu stark. Die Schlacht ist nicht mehr ausgeglichen, und er hat versucht uns zu zerstören! Wir geben euch Gold falls ihr uns hilfst.
pt: Há um Senhor muito cruel que domina a região e decidimos resistir ao domínio dele para não sermos escravizados. Mas então ele chamou reforços do norte e agora é muito forte. A batalha já não é mais equilibrada, e decidiu que quer nos destruir! Pagaremos em ouro se decidirem ajudar-nos.

source: Very well, we will try to help you - so give us command of your troops, that we may use them more effectively.
de: Sehr gut, wir werden versuchen euch zu helfen - übergebe uns dass Kommando über eure Truppen, so dass sie nützlicher eingesetzt werden.
pt: Muito bem, então tentaremos ajudar - dê-nos o controlo das suas tropas e poderemos usar-as com mais eficiência.

source: Certainly! Also, we will give you what little gold we have, if it will help you...
de: Sicher! Also, wir geben euch dass bisschen Gold was wir haben, wenn ihr uns hilft...
pt: Certamente! Nós também daremos o pouco ouro que temos, se isso te for útil…

source: Thank you for helping us regain our land! My men that were fighting with you will join you now, although I will be staying here.
de: Danke dass Ihr uns geholfen habt wieder zu unserem Land zu kommen! Meine Männer, die mit euch kämpften werden sich jetzt euch anschließen, obwohl ich hier bleiben werde.
pt: Muito obrigado por nos ajudar a resgatar as nossas terras! Os meus guerreiros que lutaram contigo vão se agora juntar ao seu exército, embora eu fique por aqui.

source: Alright, men, lets go back to the ship now.
de: Sehr gut, Männer, lasst uns nun zurück zum Schiff gehen.
pt: Certo, homens, vamos voltar ao navio agora.

source: Wesnothian Forces
de: Wesnoths Armeen
pt: Forças de Wesnoth

source: Lonely Outpost
de: Einsamer Außenposten
pt: Posto de vigia solitário

source: Greetings, traitor. I have what I suppose you would consider good news; Elensefar is not yet destroyed. The orcs are using it as their base for attacking us.
de: Sei gegrüßt, Verräter. Ich habe, was du wahrscheinlich als eine gute Nachricht betrachten würdest; Elensefar ist noch nicht zerstört. Die Orks nutzen es als Stützpunkt für einen Angriff auf uns.
pt: Saudações, traidor. Tenho o que, para ti, são boas notícias; Elensefar ainda não foi destruído. Os orcs estão a usar a cidade como a sua base para nos atacar.

source: So that means you have heard of our suposed rebellion. Let us not waste time; shall we commence battle?
de: Das heißt also, ihr habt von unserem vermeintlichen Aufstand gehört. Lasst uns keine Zeit verschwenden, sollen wir die Schlacht beginnen?
pt: Então isso significa que ouvistes falar da nossa suposta rebelião. Não percamos tempo, vamos iniciar a batalha?

source: Gladly. Prepare to die!
de: Gern. Bereite dich aufs sterben vor!
pt: Com prazer. Prepare-se para morrer!

source: I fear we must wipe out all of the Wesnothian troops on this isle, or they will follow us and attack our ship. Onward!
de: Ich fürchte, wir müssen alle Wesnoth Truppen auf dieser Insel auslöschen, oder sie werden uns folgen und unser Schiff angreifen. Vorwärts!
pt: Temo que devemos destruir todas as tropas de Wesnoth desta ilha ou elas seguirão-nos e atacarão. Em frente!

source: Sea Battle
de: Seeschlacht
pt: Batalha Naval

source: They had some gold stored in their ship, and enough provisions to restock our ship.
de: Sie hatten etwas Gold in ihren Schiff, und genügend Proviant zum unseres neu aufzufüllen.
pt: Têm algumas peças de ouro guardados no seu navio e provisões suficientes para recarregar o nosso barco.

source: Know that, traitor: We are roaming the Seas and will destroy all of you, you cannot escape us!
de: Wisse dies Verräter: Wir sind die Meere am durchkreuzen und werden euch alle schlagen, du kannst uns nicht entkommen!
pt: Saiba isto, traidor: Estamos a vaguear os mares e iremos destruir-vos todos, não nos podem escapar!

source: The High Seas
de: Die Hohe See
pt: Alto-mar

source: This island has no more enemies on it, but we can still reprovision here. That will still take time, though.
de: Diese Insel hat keine Feinde mehr auf ihr hausen, aber wir können immer noch hier auffüllen. Dass dauert allerdings.
pt: Não há mais nenhum inimigo na ilha, mas ainda podemos recarregar aqui. Ainda assim isso vai demorar algum tempo.

source: We have unfinished business to attend to.
de: Wir haben noch unerledigte Sachen hier zu tun.
pt: Temos que terminar algo que foi deixado para trás.

source: Scenario Rules:
de: Szenario Regeln:
pt: Regras do Cenário:

source: Land in a harbor to reprovision.
de: Lande an einen Hafen um neue Vorräte aufzunehmen.
pt: Ancore num porto para recarregar.

source: The Wesnothian ships are chasing you; if they attack you they will attempt to board the ship.
de: Die Wesnothichen Schiffe jagen dich; wenn sie dich angreifen werden sie versuchen zu entern.
pt: Os navios de Wesnoth estão te a perseguir; se eles te atacarem, certamente tentarão a abordagem.

source: Each of their ships has enough provisions to completely restock your ship.
de: Jedes ihrer Schiffe hat genug Vorräte um sechs weitere Wochen zu segeln.
pt: Cada uma das suas embarcações tem provisões suficientes para recarregar o seu navio completamente.

source: Your long-term objective is to reach the lands in the West where Black the Red says there are allies, and have them join you.
de: Dein Langzeit Ziel ist es die Ländereien im Westen zu erreichen wo Black der Rote behauptet alliierten zu finden, und überrede sie dich anzuschließen.
pt: O seu objetivo à longo prazo é de alcançar as terras à oeste onde Black, o Ruivo diz haver aliados e fazer com que estes se juntam à sua causa.

source: Until then you cannot return to Elensefar.
de: Bis dahin kannst du nicht zurück nach Elensefar.
pt: Até que isso aconteça não poderá voltar a Elensefar.

source: (current $turnsleft provisions remaining)
de: (Aktuell $turnsleft Vorräte Verbleibend)
pt: (actualmente $turnsleft provisões restantes)

source: Be at sea for 6 weeks (6 turns) without reprovisioning
de: 6 Wochen auf hoher See sein (6 runden) ohne aufzufüllen.
pt: Fica no mar por 6 semanas (6 turnos) sem recarregar o navio

source: Take more than 30 weeks to reach the western lands
de: Es dauert mehr als 30 Wochen, die westlichen Länder zu erreichen
pt: Leva mais de 30 semanas para chegar às terras ocidentais

source: We have left Elensefar in the hands of the orcs. If we do not return soon, it will be of no use to return at all. We have at most 30 weeks to get to the western lands, where we will meet with the people Black the Red has spoken of. That will leave us with 5 weeks to get back.
de: Wir haben Elensefar in den Händen der Orks verlassen. Wenn wir nicht bald zurückkehren nützt es uns nur noch wenig. Wir haben um die 30 Wochen um zu dem westlichen Landen zu kommen, wo wir die Leute treffen von dem Black der Rote gesprochen hat. Das lässt uns 5 Wochen zum heimkehren.
pt: Deixamos Elensefar nas mãos dos orcs. Se não voltarmos logo, o nosso esforço não adiantará para nada. Temos, no máximo, 30 semanas para chegar às terras ocidentais onde encontraremos o povo do qual falou Black, o Ruivo. Isso deixa-nos com 5 semanas para voltar.

source: Also, our ship cannot hold provisions for more than 6 weeks at a time, so we must either land on an island or capture an enemy ship ever 6 weeks.
de: Auch kann unser Schiff nicht mehr Vorräte laden als für 6 Wochen, wir müssen also entweder auf einer Insel landen oder ein gegnerisches Schiff entern.
pt: Além disso, o nosso barco não pode carregar suprimentos para mais do que 6 semanas de cada vez, então precisamos de ou desembarcar numa ilha, ou capturar um navio inimigo a cada 6 semanas.

source: We only have enough provisions for $turnsleft weeks; we must reach the Western Lands in $gameleft weeks.
de: Wir haben nur noch genügen Vorräte für $turnsleft Wochen; und müssen die Westlichen Lande in $gameleft Wochen erreichen.
pt: Temos provisões apenas para mais $turnsleft semanas; precisamos de chegar às terras ocidentais em $gameleft semanas.

source: Hurry, we are down to our last provisions! If we don't refill them within a week, we will all starve!
de: Schnell, wir sind bei unseren letzten Vorräte angekommen! Wenn wir nicht schleunigst auffüllen, verhungern wir alle!
pt: Apressem-se, só nos restam as nossas últimas provisões! Se não reabastecemos numa semana, vamos todos morrer de fome!

source: We have ran out of provisions.... *urgh*
de: Wir sind ohne Vorräte... *urgh*
pt: Acabaram-se as nossas provisões… *COF*

source: We have failed reaching the Westlands in time.
de: Wir haben es versäumt die Westlande rechtzeitig zu Erreichen
pt: Falhamos em alcançar o Terras Ocidentais no tempo previsto.

source: There does not seem to be anyone living on this island... except, it seems, that black-cowled man on the far side...
de: Hier scheint niemand mehr zu leben auf dieser Insel... außer, vielleicht, diese schwarze Gestalt auf der andere Seite...
pt: Não parece que haja alguém a habitar a ilha… excepto, pelo que vejo, aquele homem coberto de trajes negros lá do outro lado…

source: Last time I was here there was a trading colony, but it seems to be gone. Their old stockades should still be here, anyway.
de: Dass letzte mal als ich hier war gab es noch eine Handelskolonie, aber sie scheint aufgelöst zu sein. Ihre alten Lagerhäuser sind allerdings noch da.
pt: Na última vez que estive por aqui havia uma colônia de comércio neste lugar, mas parece que já não há mais. Mesmo assim, os seus estoques ainda devem estar por aqui.

source: I think something is in the water...
de: Da bewegt sich etwas im Wasser...
pt: Acho que há algo estranho na água…

source: Legend says Haldric landed here on his journey over, and that he fought something. Lets hope we don't have to fight whatever it was...
de: Die Legenden besagen dass Haldric hier vorbeigekommen ist, und etwas gefunden hat. Lasst uns hoffen dass wir es nicht bekämpfen müssen...
pt: A lenda diz que Haldric ancorou aqui no fim da sua jornada e que lutou contra alguma coisa. Vamos torcer para que não tenhamos que lutar, seja lá o que isso for…

source: This island looks vaguely elvish.
de: Diese Insel erinnert an Elfen.
pt: Esta ilha parece-me vagamente elfo.

source: Does anything live in this frozen wasteland?
de: Lebt irgendetwas in dieser gefrorenen wüste?
pt: Será que alguma coisa habita esta desolada terra gélida?

source: I see signs of a Wesnothian outpost. Odd they would come so far south...
de: Ich sehe Banner eines Wesnoth Außenposten. Seltsam dass sie so weit nach Süden kommen...
pt: Vejo rastros de um posto de vigia de Wesnoth. É estranho que tenham vindo tanto a sul…

source: Nagas were about a hundred years ago, in Haldric's time! I wonder if any remain...
de: Naga gab es hier vor ein paar hundert Jahren, in Haldrics Zeiten! Ich wundere mich ob welche übrig gibt...
pt: Os Naga existiam a cerca de cem anos atrás, no tempo de Haldric! Fica-se a saber se ainda há algum por aqui…

source: This is old Clearwater Port! It was sacked by orcs long ago, I doubt there are any humans left.
de: Das ist der alte Schwarzwasser Hafen! Er wurde vor langer Zeit von Orks geplündert, es ist unwahrscheinlich dass Menschen noch hier leben,
pt: Esta é o velho Porto das Águas Claras! Foi saqueado pelos orcs há muito tempo atrás e duvido que tenha restado algum humano por aqui.

source: This is the land I was talking about. Land here, and we will get the warriors we need.
de: Dies ist das Land von dem ich gesprochen habe. Landet hier und wir werden die Krieger erhalten die wir brauchen.
pt: Esta é a terra da qual estive a falar. Desembarca aqui, e vamos obter os guerreiros que precisamos.

source: The Great Academy of Alduin is settled on this isle! Let us hold here for a day or two.
de: Die große Akademie von Alduin ist auf dieser Insel angesiedelt! Lasst uns hier halten für ein oder zwei Tage.
pt: A Grande Academia de Alduin está nesta ilha! Retenhamos aqui por um dia ou dois.

source: This island looks desert.
de: Diese Insel scheint verlassen zu sein.
pt: Esta ilha parece deserta.

source: Carefull with those riffs, or we will shipwreck
de: Vorsichtig mit den Riffen, oder wir werden Schiffbruch erleiden
pt: Cuidado com aqueles recifes, ou iremos naufragar

source: This is just an abandoned smugglers hole.
de: Dies ist nur ein verlassenes Schmuggler Loch.
pt: Este é apenas um buraco abandonado de contrabandistas.

source: There is a great tower on the isle. Which kind of mage live here?
de: Es gibt einen großen Turm auf der Insel. Welche Art von Magier lebt hier?
pt: Há uma grande torre na ilha. Que tipo de mago vive aqui?

source: Black Galleon
de: Schwarze Galeere
pt: Galeão Negro

source: The Explorer is the craft of Meneldur the Mariner. Crafted with Elvish skill, it moves faster in the water than most vessels, but is structurally weaker, and will be sunk easier than a man-made ship.
de: Der Entdecker ist das Handwerk Meneldurs dem Seefahrer. Mit Elfen Gewandtheit erbaut, bewegt er sich schneller im Wasser als die meisten Schiffe, aber ist bedeutend schwächer, und kann einfacher versenkt werden als ein von Menschen gemachtes Schiff.
pt: O Explorador é a arte de Meneldur o Marinheiro. Elaborado com habilidade elfo, move-se mais rápido na água do que a maioria dos navios, mas é estruturalmente fraca, e será mais fácil de afundar do que um navio feito pelo homem.

source: ballista
de: Ballliste
pt: balista

source: Brute
de: Grobian
pt: Bruto

source: Brutes are lower-class city dwellers. Though sturdier than most other peasants, they are still good for little else than back-breaking physical labor.
de: Grobiane sind die Stadtbewohner der unteren Schichten. Obwohl robuster als die meisten anderen Bauern, sind sie doch wenig geeignet für kaum etwas anderes als zermürbender körperliche Arbeit.
pt: Brutos são moradores de classe baixa das cidades. Embora mais resistentes do que a maioria dos camponeses, são ainda bons para pouco mais que o extenuante trabalho físico.

source: fist
de: faust
pt: punho

source: Civilian
de: Zivilist
pt: Civil

source: Civilians are the city-dwellers who try to make their fortune in a non-violent manner.
de: Zivilisten sind die Städter, die ihr Glück in einer gewaltfreien Art und Weise zu versuchen.
pt: Civis são os habitantes das cidades que tentam fazer a sua fortuna de uma maneira não-violenta.

source: dagger
de: dolch
pt: adaga

source: Elvish Admiral
de: Elfen Admiral
pt: Almirante Élfico

source: In command of the whole Elensian fleet, the Elvish Admiral follows the orders of the Lord of Elensefar - when it suits him to do so. He has left elvish land to join Elensefar, and for this is considered a traitor.
de: Im Kommando über die gesamte Elense Flotte, folgt der Elfen Admiral die befehle des Herrn über Elensefar - wenn es ihn passt. Er hat Elfen Land verlassen um sich Elensefar anzuschließen, und wird dafür als Verräter betrachtet.
pt: No comando de toda a frota Elensiana, o almirante Elfo segue as ordens do Senhor de Elensefar - quando lhe convém fazer-o. Deixou a terra dos elfos para se juntar a Elensefar, e por isto é considerado um traidor.

source: staff
de: Stab
pt: bastão

source: Elvish Mariner
de: Elfen Seefahrer
pt: Marinheiro Élfico

source: Separated from Elvish society because of his love of the sea, the Elvish Mariner has obtained command of a ship and often sails the seas in search of adventure.
de: Von der Elfen Gesellschaft getrennt wegen seiner liebe zum Meer, hat er dass Kommando über ein Schiff bekommen und segelt oft über die Meere auf der suche nach Abenteuern.
pt: Separados da sociedade Elfo por causa do seu amor pelo mar, o Marinheiro Elfo obteve o comando de um navio e, muitas vezes navega pelos mares em busca de aventura.

source: Elvish Navigator
de: Elfen Navigator
pt: Navegador Élfico

source: The Elvish Navigator has removed himself from other Elves, except those loyal to him more than to the Council, in order to become a captain of a ship and go wherever he pleases. He does not follow orders he disagrees with.
de: Der Elfen Navigator hat sich selbst von den anderen Elfen getrennt, außer denen die loyaler zu ihm blieben als den Rat, um Kapitän eines Schiffes zu werden und dahin zu gehen wie es ihn gefällt. Er folgt keine befehle mit wem er anderer Meinung ist.
pt: O Navegador Elfo retirou-se dos outros elfos, excepto aqueles mais leais a ele do que ao Conselho, a fim de se tornar um capitão de um navio e ir para onde lhe agrada. Não segue ordens, das quais discorda.

source: Initiate
de: Adept
pt: Iniciado

source: Initiates are skilled enough to cast offensively but lack the time, effort and study to cast as true magi can.
de: Adeptinnen sind geschickt genug, um offensiv zu handeln aber es fehlt ihnen Zeit, Mühe und Studium um als wahre Magier angesehen zu werden.
pt: Iniciados são o suficiente hábeis para lançar ofensiva mas carecem de tempo, esforço e estudo para lançar como verdadeiros magos.

source: missile
de: Geschoss
pt: míssil

source: female^Initiate
de: Adeptin
pt: Iniciada

source: Nobleman
de: Edelmann
pt: Nobre

source: Leading relative lives of luxury, a nobleman's main concern is proper etiquette and good social graces.
de: Ein leben von relativen Luxus führend, sind das Hauptanliegen eines Edelmannes angemessene Anstandsregeln und gute Umgangsformen.
pt: Levando uma vida relativa de luxo, a principal preocupação de um nobre é a boa etiqueta e as boas graças sociais.

source: Sailor
de: Seemann
pt: Marinheiro

source: Sailors, who began traversing the ocean when they were young, are almost as much at home in water as on land. In order to make all of the swift movements required of a crewman, Sailors do not wear any armor. It would only weigh them down, and would probably cause them to drown in they fell in the deep. Their only weapon is their light rapier, which they sling across their shoulder when not using it.
de: Seemänner, die begonnen haben die Ozeane zu überqueren als sie jung waren, sind so gut zu Wasser wie zu Land daheim. Um all die raschen erforderlichen Bewegungen als Besatzungsmitglied zu machen, benutzen sie keinerlei Rüstung. Es würde sie nur erschweren, und würde sie wahrscheinlich in die tiefen reißen. Ihre einzige Waffe ist ihr leichter Degen, welchen sie um die Schulter schlingen wenn sie ihn nicht gebrauchen.
pt: Marinheiros, que começaram a percorrer o oceano quando jovens, estão quase tão à vontade na água como em terra. A fim de fazer todos os movimentos rápidos exigido de um tripulante, marinheiros não usam nenhum tipo de armadura. Isso só os pesava para baixo, e provavelmente fazia com que se afogassem no abismo. A sua única arma é a sua espada leve, que funda em seu ombro quando não a usam.

source: Shipsmaster
de: Maat
pt: Mestre da nau

source: The master of whatever ship they are aboard, the Shipsmaster answers only to the captain of the vessel. He does not do the manual labor that most crewmen do, leaving that to those working beneath him, but still refuses to wear armor or wield heavy weapons, as doing so would be only an invitation for the sea to drown him. His weapon is his rapier, which he wields with ferocious skill.
de: Meister wessen Schiff sie auch anheuern, antwortet der Maat nur dem Kapitän vom diesen. Er macht nicht die Handarbeit der meisten Besatzungsmännern, überlässt dass seinen untergebenen, aber weigert sich noch immer Rüstung anzulegen oder schwere Waffen zu tragen, da ein solches nur eine Einladung zur See ist ihn hinabzuziehen. Seine Waffe ist der Degen, welchen er mit großer Gewandtheit anwendet.
pt: Mestre de quaisquer navio a que estão a bordo, o “Mestre do Navio” responde apenas ao capitão do navio. Não faz o trabalho manual que a maioria dos tripulantes faz, deixando isso para aqueles que trabalham abaixo dele, mas ainda se recusa a usar armadura ou empunhar armas pesadas, pois isso seria apenas um convite para o mar afogar-o. A sua arma é o espadim, que maneja com habilidade feroz.

source: War Galleon
de: Kriegs Galeere
pt: Galeão de Guerra
