Repository: mansil/wesn-pt-trans
Catalog: umc/wesnoth-Saving_Elensefar/*.po
Languages: de, pt

source: Saving Elensefar
de: Die Rettung Elensefars
pt: O Resgate de Elensefar

source: SE
de: RE
pt: RE

source: Meneldur, elvish mariner of Elensefar, is driven to sea by the same orcs who attacked the city. He must gather an army willing to fight for him to regain Elensefar, his adopted homeland.
de: Meneldur, elficher Seefahrer von Elensefar, ist von den Orks ausgestoßen die seine Stadt angegriffen haben. Nun muss er eine Armee zusammensuchen die bereit ist mit ihn Elensefar zurückerobern, seine adoptierte Heimat.
pt: Meneldur, Marinheiro Elfo de Elensefar, é expulso para o mar pelos mesmo orcs que atacaram a sua cidade. Precisa agora de formar um exército para lutar pela posse de Elensefar, a sua terra natal por adopção.

source: Expert level, 4 - 22 scenarios (depending of branches taken)
de: Experten Stufe, 4 bis 22 Szenarien (Je nach Kampagnen verlauf)
pt: Nível Veterano, 4-22 cenários (dependendo do curso da campanha)

source: Expected campaign length: ~12 scenarios (if you took longer something got wrong)
de: Erwartete Kampagnen Länge: ~12 Szenarien (falls du länger gebraucht hast ist irgendwas schiefgegangen)
pt: Duração da campanha esperada: ~12 cenários (se tiveres demorado mais alguma coisa correu mal)

source: (easiest)
de: (einfach)
pt: (mais fácil)

source: Mariner
de: Seefahrer
pt: Marinheiro

source: Navigator
pt: Navegador

source: (hardest)
de: (fordernd)
pt: (Difícil)

source: Admiral
pt: Almirante

source: Saving Elensefar Terrain
de: Terrain von der Rettung Elensefars
pt: Terreno de “O Resgate de Elensefar”

source: Campaign Design
de: Kampagnengestaltung
pt: Projecto da Campanha

source: WML Contribution
de: WML Beiträge
pt: Contribuição de WML

source: Artwork and Graphic Design
de: Zeichnungen und grafische Gestaltung
pt: trabalho artístico e Projecto Gráfico

source: Translations
de: Übersetzungen
pt: Traduções

source: Campaign Maintenance
de: Pflege und Erweiterung der Kampagne
pt: Manutenção da Campanha

source: Escaping the Orcs
de: Flucht vor den Orks
pt: Escapando aos Orcs

source: <b>Warning:</b> This campaign functions differently from most others in a number of ways. You cannot recruit anyone in most scenarios, and in those you can what you can recruit is always different - what is on your recruit list does not carry over fron scenario to scenario. Also, moving from scenario to scenario is handled differently, with the help of an interactive bigmap.
de: <b>Warnung:</b> diese Kampagne funktioniert anders als alle anderen in einer Vielfalt von gründen. Du kannst in den meisten Szenarien niemanden rekrutieren, und in denen du es kannst immer verschiedene Einheiten - was auf deiner Rekrutierungsliste steht wird nicht über die Szenarien übernommen. Auch um zwischen den Szenarien zu wechseln ist es unüblich, mit der Hilfe einer großen interaktiven Karte.
pt: <b>Atenção:</b> Esta campanha funciona de maneira diferente das outras em vários aspectos. Não poderás recrutar nenhuma unidade na maioria dos cenários e, nos que puderes, o recrutamento será sempre diferente - a lista de unidades recrutáveis muda de cenário para cenário. Além disso, a transição entre cenários ocorre de maneira distinta, com a ajuda de um mapa geral interactivo.

source: In this campaign you will play with multiple leaders each with his own recruits and recalls (but they all share gold), also upkeep and income is handled differently. You will have no income at all apart from early-finish-bonus; and your troops demand upkeep at start of scenario and after finishing the battle (independently of unit level) depending of how long you are traveling (the longer you take finish the campaign the more).
de: In dieser Kampagne wirst du mit mehreren Anführern spielen, jeder mit seinen eigenen Rekruten und Einberufungen (aber alle teilen sich dass Gold); ebenso wird dass Einkommen und Ausgaben von Standard abweichen. Es gibt so gut wie kein Einkommen, mal abgesehen vom Bonus fürs Vorzeitige Beenden der Szenarien, und deine Truppen werden ihren Sold am jeden Szenarienanfang verlangen und nach jeder gewonnenen Schlacht (unabhängig von ihren Level) je nachdem wie lang du bereits unterwegs bist (desto länger du brauchst umso mehr verlangen sie).
pt: Nesta campanha irás jogar com múltiplos líderes cada um com os seus próprios recrutas e convocatórias (mas todos partilham o ouro), e também rendimento e manutenção diferem algo. Basicamente não terás rendimento, à excepção do ouro bónus pelo fim dos turnos, e as tuas tropas pedem o seu soldo no inicio de cada cenário e depois das tuas batalhas vitoriosas (independentemente do seu nível) dependendo o quão longo demorares (o quanto mais a tua viagem durar mais pedem).

source: Because of this, this campaign is inadvisable for players new to Wesnoth who want to gain an understanding of how the game normally works. However, it will prove an interesting experience for those who have played normal campaigns before.
de: Deswegen, ist diese Kampagne ungeeignet für Spieler die neu in Wesnoth sind und gerade erst lernen wie das Spiel normalerweise funktioniert. Allerdings wird es eine bereichernde Erfahrung sein für wer bereits normale Kampagnen gespielt hat.
pt: Por este motivo, esta campanha não é recomendável para jogadores novos que queiram entender o sistema de jogo. Entretanto, será uma experiência interessante para aqueles que já tenham jogado campanhas normais anteriormente.

source: This is the story of the time when Elensefar was a province in the vast kingdom of Wesnoth. It is the story of a time of great forgetfulness, when much of what was once known had been forgotten, but also of great knowledge. It is the story of Meneldur the Mariner, who used the newfound knowledge to resurrect some of the old. But, it is, most of all, the story of the voyage of his ship, and what he encountered while traveling the high seas...
de: Dies ist die Geschichte als Elensefar eine Provinz des weiten Königreiches von Wesnoth war. Es ist die Geschichte längst vergangener Tage, als vieles was man früher noch wusste inzwischen vergessen wurde, aber auch über großes Wissen. Dies ist die Geschichte Meneldurs dem Seefahrer, welcher das neu entdeckte wissen nutzte um altes wieder zu erlangen. Aber, vor allem, ist es die Geschichte von der reise vom seinem Schiff, und was es gefunden hat während seiner reise über die hohe See...
pt: Esta é a história do tempo em que Elensefar era uma província no vasto reino de Wesnoth. É a história de um tempo de grande distracção, quando muito do que se sabia acabou esquecido, mas também tempo de grande conhecimento. É a história de Meneldur, o Marinheiro, que usou os novos conhecimentos para trazer à tona antigos saberes. Mas, acima de tudo, é a história da jornada da sua embarcação, e do que encontrou enquanto viajou pelo alto-mar…

source: Before the tale begins, it is important to know that none of the seafaring men or elves, including Meneldur, were willing to travel far out of sight of the coast. Instead, they remained near land, and sailed only north and south, for they dimly remembered tales from Haldric's day, of dragons, and sea serpents, and snake-men, who lurked on the islands that lay to the west of the continent.
de: Bevor die Erzählung beginnt, ist es wichtig zu wissen dass keine Seefahrer, Menschen oder Elfen, einschließend Meneldurs, gewillt waren außerhalb der Küsten Sicht zu reisen. Im Gegenteil, sie blieben nahe am Lande, und segelten nach Norden oder Süden, und sie erinnerten sich nur dunkel an die Geschichten aus Haldrics tagen, von Drachen, und Seeschlangen, und Schlangenmenschen, welche um die Inseln lauerten die Westwärts des Kontinents liegen.
pt: Antes que o conto comece, é importante saber que nenhum dos homens e elfos tripulantes, incluindo Meneldur, estavam dispostos em viajar para longe da costa. Pelo contrário, permaneceram perto do litoral e viajaram apenas para norte e para sul, pois tinham a vaga lembrança de histórias do tempo de Haldric, de dragões, serpentes-do-mar e de homens-cobra que espreitavam nas ilhas ocidentais.

source: Meneldur was born in the northlands, in Wesmere, but was outcast from the elvish lands because of a conflict with the High Council. Thus, although an elf, Meneldur had pledged his loyalty to Elensefar, and thus to Wesnoth (but, significantly, not to Weldyn).
de: Meneldur ist in den Nordlanden geboren, in Wesmere, aber wurde von der Elfen Gesellschaft ausgestoßen wegen eines Streits mit den Hohen Rat. Seit dem, obwohl ein Elf, hat Meneldur seine Loyalität an Elensefar geschworen, und so auch Wesnoth (aber nicht unbedingt Weldyn).
pt: Meneldur era nativo de Wesmere, das terras setentrionais, mas havia sido expulso das terras elfas por causa de um conflito com o Alto Conselho. Assim, ainda que um elfo, Meneldur tinha jurado lealdade à Elensefar, e consequentemente à Wesnoth (mas, principalmente, não à Weldyn).

source: Meneldur gathered around himself a crew of true Elensians; stout spearmen, and ruthless men of the saber. He also brought many of the archer from his elvish house out of the northlands, to sail with him on his ship.
de: Meldur versammelte um sich herum eine Besatzung wahrer Elensier; tapferen Speermännern, und schonungslosen Männern des Säbels. Er brachte ebenfalls viele von den Bogenschützen aus seiner Elfenheimat aus den Nordlanden um mit ihn auf seinen Schiff zu segeln.
pt: Meneldur juntou uma tripulação de legítimos Elesianos, de vigorosos milícias a impiedosos espadachins. Também trouxe muitos dos arqueiros da sua nação elfo das terras do norte para viajarem com ele na sua nau.

source: Now our story begins. On a night about 10 years after he first came to Elensefar, Meneldur returned to Elensefar from a trading voyage to the Bay of Pearls. When Meneldur had landed in Elensefar, he went to the castle to recieve directions from the Lord of Elensefar as to where his new voyage was to wend. He was to travel south to the Elven peninsula, and trade with the southern elves.
de: Nun beginnt unsere Geschichte. In der Nacht um die Zehn Jahre nachdem er zum ersten mal nach Elensefar kam, kehrte Meneldur nach Elensefar zurück von seiner reise zu der Bucht der Perlen. Als Meneldur in der Stadt landete ging er zur Burg um neue befehle vom Herrn von Elensefar zu bekommen entsprechend neuer reisen. Er sollte südwärts reisen zu den Elfenhalbinsel um mit dem Südelfen zu handeln.
pt: E assim começa a nossa história. Certa noite, após cerca de 10 anos desde que chegou a Elensefar, Meneldur retornou de uma viagem comercial até a Baía das Pérolas. Quando aportou na cidade, Meneldur foi até o castelo para receber direcções do Senhor de Elensefar acerca do destino da sua próxima viagem. A orientação era de viajar no sentido sul, na direcção da Península dos Elfos, e efectuar transições comerciais com os elfos meridionais.

source: After the meeting, as Meneldur and his men headed back to their ship, they noticed a strange sound. A harsh sound. The sound of orcs! Elensefar was under attack, with no provocation. The city had been quickly overrun, before most of the people had even noticed.
de: Nach dem Treffen, sowie Meneldur und seine Leute zum Schiff zurückkehrten, bemerkten sie einen seltsamen klang. Einen schroffen klang. Der klang von Orks! Elensefar war unter Angriff, ohne Provokation. Die Stadt war schnell überrannt, bevor die meisten es gar bemerkten.
pt: Após a reunião, enquanto Meneldur e os seus homens retornavam ao navio, um som diferente foi percebido. Um som áspero, o barulho de orcs! Elensefar estava sob ataque, aparentemente sem motivo. A cidade havia sido rapidamente invadida mesmo antes que a maioria dos habitantes o percebesse.

source: Meneldur had only one option left - get back on his boat and flee. But there were already orcs blocking his path to the harbor...
de: Meneldur hatte nur noch eine Wahl übrig - zurück zum Schiff und fliehen. Aber es gab bereits Orks die den Weg zum Hafen blockierten...
pt: Para Meneldur restava uma única opção – voltar ao seu barco e partir. Mas orcs já bloqueavam o seu caminho para o porto…

source: Orcish Pillagers
de: Ork-Plünderer
pt: saqueadores orcs

source: Move Meneldur and Madru to the Explorer (southwest of the map)
de: Bewegt Meneldur und Madru zu den Entdecker (südwestlich der Karte)
pt: Mova Meneldur e Madru para o Explorador (a sudoeste do mapa)

source: Death of Meneldur
de: Tod von Meneldur
pt: Morte de Meneldur

source: Death of Madru
de: Tod von Madru
pt: Morte de Madru

source: Orcs! Orcs are attacking! There are too many, we can't fight them off, we have to reach the ship!
de: Orks! Orks greifen an! Es sind zu viele, wir können sie nicht alle bekämpfen, wir müssen das Schiff erreichen.
pt: Orcs! Orcs estão a atacar! São demasiados, não podemos enfrentar-os! Temos de chegar ao navio!

source: Aye aye, Cap'n. All men to the ship, quick as you can!
de: Aye aye, Käpt'n. Alle Männer zu den Schiffen, so schnell sie können!
pt: Sim senhor, capitão. Para o navio, homens, o mais rápido que puderem!

source: Now, we go out to sea. I expect our city is doomed...
de: Nun, wir stechen in See. Ich vermute unsere Stadt ist zerstört...
pt: Para o alto-mar, agora. Penso que a nossa cidade está condenada…

source: I'm on the ship now, hurry Madru we have to set sails.
de: Ich bin nun beim Schiff, beeile dich Madru, wir müssen in See stechen.
pt: Já estou no barco, depressa Madru, temos de levantar ferro.

source: I reached the port, why are you taking so long Cap'n?
de: Ich bin am Hafen angekommen, was brauchst du so lange, Käpt'n?
pt: Choquei ao porto, o que estás a demorar, Capitão?

source: A Naval Engagement
de: Ein See Zusammenstoß
pt: Uma Batalha Naval

source: Elensefar's Loyals
de: Loyalisten Elensefars
pt: Leais à Elensefar

source: Black the Red
de: Black der Rote
pt: Black, o Ruivo

source: Wesnothians
de: Wesnoths Armeen
pt: Wesnoth

source: Defeat enemy leader
de: Besiege alle gegnerischen Anführer
pt: Derrota o líder inimigo

source: Death of Black the Red
de: Tod von Black der Rote
pt: Morte de Black, o Ruivo

source: Why do you stop us? We seek help. I come from Elensefar, which, as far as we can tell, was just captured by orcs!
de: Warum hält ihr uns an? Wir suchen Hilfe. Ich komme von Elensefar, welches, soweit ich sagen kann, Grad erst von Orks eingenommen wurde!
pt: Porque paraste-nos? Estamos a procurar ajuda. Venho de Elensefar que, até onde posso dizer, acaba de ser capturado por orcs!

source: You are interfering with our mission; we are trying to chase down this magician pirate.
de: Ihr mischt euch in unsere Angelegenheit ein; wir versuchen diesen magischen Piraten zu versenken.
pt: Estás a interferir na nossa missão; estamos a perseguir este pirata-mago.

source: I'm not a pirate! I also come from Elensefar, and I must have left port a few days before it was attacked. This is the first I've heard of it.
de: Ich bin kein Pirat! Ich komme ebenfalls von Elensefar, und muss den Hafen ein paar tage vorm angriff verlassen haben. Dass ist das erste mal das ich davon höre.
pt: Não sou um pirata! Também venho de Elensefar e devo ter deixado o porto apenas poucos dias antes do ataque. É a primeira vez que ouço falar nisso.

source: You dog, don't bother us with your lies! You attacked a ship of the Royal Navy with your spells, and now you will pay for it!
de: Du Hund, belästige uns nicht mit deinem lügen! Du hast ein Schiff der Königlichen Flotte angegriffen mit deinen Sprüchen, nun wirst du dafür bezahlen!
pt: Seu inútil, não tentes mentir-nos! Atacaste um navio da Frota Real com a tua magia e agora vais pagar por isso!

source: I need loyal warriors from Elensefar to help me on my quest. Black the Red, do you want to join me in retaking Elensefar from these orcs?
de: Ich brauche loyale Krieger zu Elensefar die mir bei meiner Aufgabe helfen. Black der Rote, willst du dich mir anschließen um Elensefar von dem Orks zurückzunehmen?
pt: Preciso de guerreiros leais à Elensefar para ajudar-me na minha jornada. Black, o Ruivo, desejas-te unir a mim para tomar Elensefar daqueles orcs?

source: Outlaws, you mean! These Elensians are all the same. Troops, destroy them!
de: Geächtete, meinst du! Diese Elensier sind alle dasselbe. Truppen, zerstört sie!
pt: Foras-da-lei! Estes Elensianos são todos a mesma coisa. Tropas, destruam-os!

source: Why is a ship from Elensefar carrying bandits and thieves?
de: Warum transportiert ein Schiff der Flotte Elensefars Banditen und Diebe?
pt: Porque um navio de Elensefar carrega bandidos e ladrões?

source: They come from the... less _wealthy_ parts of Elensefar. But they are still fiercely loyal to it. They will be good fighters. I will join, if you'll have me.
de: Sie kommen von den... weniger_wohlhabenden_teilen von Elensefar. Aber sie sind bedingungslos loyal zu ihr. Sie sind gute Kämpfer. Ich schließe mich an, wenn du es zulässt.
pt: Eles vêm das… <i>“partes menos ricas”</i> de Elensefar. Mas ainda assim são totalmente leais à cidade. Serão bons guerreiros. Unir-me-ei a ti, se aceitares.

source: Very well. Thats not so different from my own crew. Aldran - we will not fight you if you do not attack us, but you must let us go on our way.
de: Sehr gut. Dass ist nicht viel anders bei meiner Besatzung. Aldran - wir werden dich nicht bekämpfen wenn du uns nicht angreifst, aber du musst uns ziehen lassen.
pt: Está bem. Não são muito diferentes da minha própria tripulação. Aldran! Não te atacaremos enquanto não nos atacar, mas precisas de deixar que sigamos o nosso caminho.

source: Ha! I will bring you and your ally in to Weldyn to be tried for treason. And it does not matter it is two boats to one; I have already sent a boat to inform the King, and get reinforcements.
de: Ha! Ich werde euch und eueren verbündeten nach Weldyn bringen und des Verrats anklagen. Und es spielt keine Rolle dass es zwei zu einem sind, ich habe bereits ein Boot zu den König geschickt um ihn zu informieren, und erhalte Verstärkung.
pt: Há! Vou levar-vos e o teu amigo para Weldyn para serem julgados por traição. E não importa se são dois contra um; já enviei um barco para informar o rei e arranjar reforços.

source: Remember, crew, the healing grog is stored in those barrels.
de: Nur zur Erinnerung, Männer, der heilende Trunk ist in diesen Fässern gelagert.
pt: Lembram-se, homens, o rum restaurador está guardado naqueles barris.

source: Ah, some nice, refreshing grog! *gulp*
de: Ah, das schmeckt gut, erfrischend, dieser Trunk! *Schluck*
pt: Ah, nada como um bom e refrescante gole de rum! *engole*

source: Drinking the grog heals $temp.name|!
de: Diesen Trunk trinkend heilt $temp.name|!
pt: Beber o rum restaura $temp.name|!

source: Well, what is it anyway that you people want? Why did you help us?
de: Nun, was ist es was euer Volk wirklich will? Warum helft ihr uns?
pt: Bem, o que é o que querem? Porque é que ajudaram-nos?

source: We go out to sea, to build up an army large enough to retake Elensefar. You're an Elensian, right? I think you owe us your help. We did just save you from death, and now we have the men of Wesnoth against us in return.
de: Wir gehen aufs Meer hinaus, zum Aufbau einer Armee groß genug, um Elensefars zurückzuerobern. Du bist ein Elensier, nicht wahr? Ich glaube, Ihr schuldet uns eure Hilfe. Wir haben euch vorm Tod gerettet, und jetzt haben wir auch noch die Männer aus Wesnoth gegen uns.
pt: Vamos criar um exército o bastante grande para retomar Elensefar. És de Elensefar, não? Penso que deves-nos a tua ajuda. Acabamos de salvar-te da morte e agora temos os homens de Wesnoth contra nós como recompensa.

source: Well, I have been in Elensefar, and owe some help to it. Very well. Here is what I will do. There is an island in the west that has many warriors on it who will be willing to help you; I will join you, and try to convince those warriors to also, if you grant me one request.
de: Nun, ich bin in Elensefar gewesen, und verdanke euch etwas Hilfe. Sehr gut. Hier ist was ich tun werde. Es gibt eine Insel im Westen mit vielen Kriegern, die bereit sind, euch zu helfen, ich werde euch beitreten, und versuchen, diese Krieger auch zu überzeugen, wenn du mir diese Bitte gewährst.
pt: Bem, estive em Elensefar, e devo alguma ajuda, sim. Muito bem. Aqui está o que vou fazer. Há uma ilha à oeste cheia de guerreiros que estarão dispostos em ajudar-te; unir-me-á contigo e tentarei convencer aqueles guerreiros a fazer o mesmo, se me concederes um único pedido.

source: Which is?
de: Dass ist?
pt: … que é?

source: I can't tell you until we reach the Western isle I told you about. That's part of the fun.
de: Das kann ich dir nicht sagen, bis wir die westliche Insel erreicht haben, von der ich dir erzählt habe. Das ist ein Teil des Spaßes.
pt: Não posso contar até que encontremos a ilha à oeste da qual te falei. Isso faz parte do tratado.

source: Oh, fine... 'I swear on Elensefar my city and on my honor as a Sailor that I will honor your request, whatever it may be, whenever we reach this Western island and you secure the help of the warriors that live there.' Happy?
de: Oh, fein ... "Ich schwöre auf meiner Stadt Elensefar und bei meiner Ehre als Seemann, dass ich deinen Wunsch, was es auch sei, wann immer wir diese westliche Insel erreichen und die Hilfe der Krieger sichern die dort leben, Ehre." Zufrieden?
pt: Oh, certo… “juro, por Elensefar, a minha cidade, e pela minha honra como marinheiro que irei honrar o teu pedido, seja ele o que for, assim que chegarmos a esta ilha ocidental e nos assegura da ajuda dos guerreiros que vivem lá”. Satisfeito?

source: Very much so. Now, I will move my troops to your boat (it is faster), and we will head on west...
de: Sehr wohl so. Ich werde meine Truppen dann in dein Boot schicken (es ist schneller), dann können wir auf nach Westen segeln...
pt: Sim, muito. Agora vou mover a minha tripulação para o teu navio (que é mais rápido), e poderemos navegar para o oeste…

source: Blackmore the Black
de: Schwarzhaussen die Dunkle
pt: Água-negra a Obscura

source: Undead-Elf-Alliance
de: Untoten-Elfen-Allianz
pt: Aliança-Morto-viva-Elfa

source: Revolting Orcs
de: Aufständische Orks
pt: Orcs revoltosos

source: Defeat enemy leaders
de: Besiege alle feindlichen Anführer
pt: Derrota os líderes inimigos

source: Death of Ah-Reblak
de: Tod von Ah-Reblak
pt: Morte de Ah-Reblak

source: Black, why have you brought us here?!? This is just a remnant of a town, and there are no warriors here, just undead and orcs!
de: Black, wieso hast du uns hierher gebracht?!? Dies ist nur noch eine Ruine einer Stadt, und hier sind keine Krieger, nur Untote und Orks!
pt: Black, por que é que trouxeste-nos aqui? Isso são apenas as ruínas duma cidade e não vejo nenhum guerreiro aqui, apenas mortos-vivos e orcs!

source: No, no, you are wrong there. This is no ruined city, this is Blackmore the Black, and for the past seventy years it has been the home of the Wesfolk who remained on this island.
de: Nein, nein, da liegst du falsch. Dies ist keine Geisterstadt, dies ist Schwarzhaussen die Dunkle, und die letzten siebzig Jahre war sie Heimat der Westvölker welche auf der Insel blieben.
pt: Não, não, estás enganado. Isto aqui não é uma cidade arruinada, é Água-negra a Obscura, e pelos últimos setenta anos tem sido o lar do Povo do Oeste que permanecera nesta ilha.

source: You mean those undead over there are 'Wesfolk'? As in the Wesfolk who came over with Lady Jessica?
de: Du meinst die Untoten da drüben sind 'Westvolk'?Wie das Westvolk was mit Lady Jessica gekommen ist?
pt: Estás a dizer que aqueles mortos-vivos aí são “Povo do Oeste”? Como o Povo do Oeste que veio com a Senhora Jéssica?
