Repository: mansil/wesn-pt-trans
Catalog: umc/wesnoth-Saving_Elensefar/*.po
Languages: de, pt

source: Well, now we are in the port of Elensefar... It is time to retake Elensefar, as we aided Blackmore. So... does anyone have an idea as to how to attack the city?
de: Nun, nun sind wir im Hafen von Elensefar... Es ist zeit Elensefar zurückzufordern, da wir Schwarzhaussen die Dunkle geholfen haben. Also... hat einer von euch eine Idee wie wir die Stadt angreifen?
pt: Bem, agora estamos no porto de Elensefar… é hora de tomarmos a cidade, assim como ajudamos Blackmore. Então… alguém faz ideia de como poderemos atacar a cidade?

source: Black the Red's Idea
de: Die Idee von Black der Rote
pt: A Ideia de Black, o Ruivo

source: Here; this is my plan. On the northern side of the river, there is a cave where smugglers hide their goods. I know some bandits who won't alert anyone if we land there.
de: Hier; dass ist mein Plan. Auf der Nordseite des Flusses, existiert eine Höhle wo Schmuggler ihre wahren verstecken. Ich kenne ein paar Banditen die niemanden alarmieren wenn wir dort landen.
pt: Aqui, este é o meu plano. Há uma caverna na parte do norte do rio onde contrabandistas escondem as suas mercadorias. Sei de alguns bandidos que não vão alertar ninguém se nós ancorarmos lá.

source: But they won't help us?
de: Aber, werden sie uns helfen?
pt: Mas não nos vão ajudar?

source: Uhm... no, probably not. But we would be rather secretive, they probably wouldn't notice us.
de: Um... nein. wahrscheinlich nicht. Aber wir werden recht leise sein, und sie werden uns wohl nicht beachten.
pt: Hum… não, provavelmente não. Mas seríamos bastante discretos, provavelmente não nos notariam.

source: Madru, do you have any suggestions?
de: Madru, irgendwelche Vorschläge?
pt: Madru, tem alguma sugestão?

source: Madru's Suggestion
de: Madrus Vorschlag
pt: A sugestão de Madru

source: Well, we could always land on the south beach. There is a harbor there, and a quick route from there to inside the city.
de: Nun, wir könnten natürlich am Südstrand landen. Dort ist ein alter Hafen, und eine schnelle Route in das Stadtinnere.
pt: Bem, poderíamos ancorar na praia ao sul. Há uma doca lá e uma rota fácil que entra na cidade.

source: But won't they see us there?
de: Aber, werden sie uns nicht sehen?
pt: Mas será que não vão nos verão lá?

source: Yes, but what's wrong with a head on battle? I think we could defeat them.
de: Ja, aber was ist verkehrt mit einer Schlacht? Ich glaube wir können sie besiegen.
pt: Sim, mas qual é o problema em se meter numa luta? Acho que podemos derrotar-os.

source: Meneldur's Plan
pt: O plano de Meneldur

source: Well, I think maybe we should land right in Elensefar itself. That way, we can go around most of the orcish defenses, which are probably guarding the bridges to the city.
de: Nun, ich glaube allerdings wir sollten direkt in Elensefar selbst landen. So können wir um die meisten Orkischen Verteidigungen kommen, die wahrscheinlich die Brücken der Stadt bewachen.
pt: Bem, acho que talvez devêssemos aportar na própria Elensefar. Desse modo podemos evitar grande parte dos pontos de defesa dos orcs, que provavelmente estão a guardar as pontes da cidade.

source: That is a bold plan, but I'm not sure it will work. If you do not succeed immediately, you will have alerted the orcs to our presence without accomplishing anything.
de: Dass ist ein Teufelsplan, und ich bin mir nicht sicher ob er klappt. Wenn wir nicht sofort erfolgreich sind, haben wir die Orks alarmiert ohne irgendetwas erreicht zu haben.
pt: Este é um plano arrojado, e não tenho a certeza se vai funcionar. Se não conseguir de primeira, terá alertado os orcs sobre a sua presença sem ter conseguido nada.

source: Ah-Reblaks choice
de: Ah-Reblak's Wahl
pt: A escolha de Ah-Reblak

source: Why don't we split our forces and take Elensefar by our overhelming forces from all sides at the same time? They surrely don't stand a chance against our combined forces!
de: Warum teilen wir nicht unsere Kräfte auf und nehmen Elensefar mit unseren Überlegenen Truppen von allen Seiten zugleich? Sie haben sicherlich keine Chance gegen unsere verbündete!
pt: Porque não dividimos as nossas forças e assaltamos Elensefar pelas nossas tropas numerosas de todos os lados ao mesmo tempo? Não iriam certamente ter hipótese contra as nossas forças juntas!

source: Each of us on his own quest? That is suicide!
de: Jeder von uns auf eigener Faust? Dass ist Selbstmord!
pt: Cada um de nós por si? É suicídio!

source: A Choice must be make
de: Eine Entscheidung muss fallen
pt: Uma Escolha Tem Que Ser Feita

source: Hm... you are right there. Which plan should we use?
de: Mm... da hast du recht. Welchen Plan sollen wir benutzen?
pt: Mm… está certo. Que plano devemos usar?

source: I say we head north, as you proposed.
de: Ich sage wir gehen nordwärts, wie du vorgeschlagen hast.
pt: Digo para irmos para norte, como propôs.

source: Madru's plan to head south sounds the best.
de: Madru's Plan von Süden zu kommen hört sich am besten an.
pt: O plano de Madru de ir para o sul soa melhor.

source: Both of your plans were good, but I will stick to my own, and land in the harbor.
de: Beide von euren Plänen sind gut, aber ich werde sie zu meinem Eigenen hinzufügen, und im Hafen an Land gehen.
pt: Ambos os planos parecem bons, mas prefiro o meu e prefiro ancorar no porto.

source: Let us take Elensefar by surprise and split our forces.
de: Lass uns unsere Truppen teilen und Elensefar überraschen.
pt: Deixa-nos dividir as nossas forças e capturar Elensefar por surpresa.

source: Very well. Let us not waste any more time, we must fight now.
de: Sehr gut. Lasst uns keine Zeit mehr verschwenden, wir müssen jetzt kämpfen.
pt: Muito bem. Deixemos de desperdiçar tempo, temos que lutar agora.

source: Epilogue
de: Nachwort
pt: Epílogo

source: Meneldur, Black the Red, and Madru went to the Elensian palace, and searched the dungeons for prisoners taken by the orcs. They found many of the old nobility there, including the man who had been the Lord of Elensefar, Sir Darahan of Wesnoth. Having been taken captive immediately after the city was sacked, he had no knowledge of what had occurred in the many months since then.
de: Meneldur, Black der Rote und Madru begingen sich zum Palast von Elensefar, und suchten in dem Verliesen nach gefangenen der Orks. Sie fanden viele ehemalige adelige hier, einschließend den Mann der Herr von Elensefar war, Sir Darahan von Wesnoth. Da er direkt nach der Übernahme der Stadt durch die Orks gefangen genommen war, hatte er keine Ahnung was in den Monaten danach geschah.
pt: Meneldur, Black, o Ruivo e Madru foram até o palácio de Elensefar e procuraram pelos prisioneiros tomados pelos orcs nos calabouços. Encontraram muitos membros da antiga nobreza aí, incluindo o homem que era o Senhor de Elensefar, Sir Darahan de Wesnoth. Tendo sido levado cativo imediatamente após o saque da cidade, não tinha conhecimento sobre o que havia acontecido durante os vários meses desde então.

source: The three rescuers told him their tale, of how Elensefar was no longer a province of Wesnoth, and of how Undead were temporarily 'living' in the city. He had been a loyal supporter of the throne before his captivity, and while in prison he had been constantly expecting Wesnoth to come and free him. Until he was told of Wesnoth's betrayal, he had believed that it was men of Wesnoth who had come in from the sea to attack the city, men of Wesnoth who had been fighting in the streets to reach the orcish leader, men of Wesnoth who had finally come to unlock his cell door. Needless to say, he felt betrayed.
de: Die drei Befreier erzählten ihn ihre Geschichte, wie Elensefar nicht mehr eine Provinz Wesnoths war, und wie die Untoten 'zeitweise' in der Stadt hausten. Er war ein loyaler Untertan vom Thron vor seiner Gefangenschaft, und während seiner Gefangenschaft hoffte er die ganze zeit dass Wesnoth kommen würde und ihn zu befreien. Bis ihn von Wesnoths Verrat mitgeteilt wurde, glaubte er dass es diese waren die Seewerts gekommen waren und die Stadt angriffen, ihre Soldaten die in den Straßen kämpften um den Orkichen Anführer zu erreichen, ihre Leute die endlich seine Kerkertür öffneten. Man braucht es wohl nicht erwähnen, er fühlte sich verraten.
pt: Os três resgatadores contaram-lhe o seu conto em como Elensefar já não mais era uma província de Wesnoth e de como mortos-vivos estavam temporariamente 'a viver' lá. Era um leal servo do trono antes do seu cativeiro, e, durante o tempo que passou na prisão, havia esperado que Wesnoth viesse e o libertasse. Até saber da traição de Wesnoth acreditava que eram homens de Wesnoth que teriam vindo do mar para reconquistar a cidade, homens de Wesnoth que teriam lutado nas ruas para alcançar o líder orc, homens de Wesnoth que triam finalmente vindo tirar-o da sua cela. É desnecessário dizer que ele se sentiu traído.

source: I still cannot believe that the men of Wesnoth, or the elves, would really fight to keep men of Elensefar from aiding Elensefar. What made them do it, do you think?
de: Ich kann es immer noch nicht glauben dass Leute aus Wesnoth, oder Elfen, Männer von Elensefar von ihrer Hilfe auf Elensefar abhalten würden. Weswegen haben sie dass gemacht, glaubt ihr?
pt: Ainda não posso acreditar que os homens e elfos de Wesnoth realmente lutariam para fazer com que os homens de Elensefar não pudessem socorrer a cidade. O que acha que os fez agir assim?

source: Well, hatred of me, and the perception that I was a traitor to my race, was what fueled the elven attack.
de: Nun, mich hassend, und die Annahme haben das ich ein Verräter meines Volkes wäre, war der Grund für die Elfen.
pt: Bem, ódio por mim e a ideia de que sou um traidor para a minha raça. Isso foi o que causou o ataque dos elfos.

source: They were willing to sacrifice a whole city to get revenge on one elf?
de: Waren sie bereit eine gesamte Stadt zu opfern für die Rache an einen Elf?
pt: Estavam a querer sacrificar uma cidade inteira para obter vingança de um único elfo?

source: They did not think they were sacrificing it. They planned to attack the orcs right after they killed us; in fact, they were fighting the orcs at the same time they fought us. But before that, they had not attacked because they thought the Orcs would kill the elven prisoners if they did.
de: Sie dachten nicht daran sie aufzugeben. Sie planten die Orks anzugreifen nachdem sie uns getötet hätten, sie waren sogar dabei sie zu bekämpfen während sie uns angriffen. Und vorher haben sie nicht angegriffen weil sie dachten die Orks würden ihre Elfischen gefangenen töten falls sie es täten.
pt: Não pensaram que estavam a sacrificar nada. Planeavam atacar os orcs logo após a nossa morte; na verdade, eles estavam a lutar com os orcs ao mesmo tempo que lutavam connosco. Mas não atacaram antes porque pensaram que os orcs matariam os prisioneiros caso fizessem.

source: So they made a peace with the orcs because they feared their own kind's death? Don't they know orcs cannot be trusted? All the elves who lived in this city were slain long ago.
de: Also haben sie Frieden mit den Orks geschlossen weil sie den Tod ihrer gefangenen fürchteten? Wissen sie nicht dass Mann Orks nicht trauen kann? All diese Elfen die in dieser Stadt lebten sind vor langer Zeit erschlagen worden.
pt: Então fizeram a paz com os orcs porque temiam a morte dos seus irmãos? Não sabem que não se pode confiar nos orcs? Todos os elfos que viveram nesta cidade foram mortos há muito tempo.

source: When you are in danger of being attacked, you do not think clearly. Their attack was a mixture of motives, I would say. Hatred of Meneldur, fear of an orcish attack on their own country, fear of their kinsmen's death, and something else, I am not sure what, all made them willing to ally with evil.
de: Wenn du dich kurz vor einen Angriff befindest, denkst du nicht Klar. Ihr Angriff kam aus verschiedenen gründen, würde ich sagen. Hass auf Meneldur, angst vor ein orkischen angriff auf ihre eigene Heimat, furcht vor den Tod ihrer gefangenen, und noch etwas, nicht sicher was, all dass hat sie bereit gemacht mit den Bösen zu verbünden.
pt: Quando se está em perigo, ninguém pensa de maneira clara. Diria que o ataque foi motivado por várias coisas. Ódio por Meneldur, medo de um ataque dos orcs, medo da morte dos seus irmãos, e algo mais, não sei bem o quê; tudo isso fez com que aceitassem aliar-se ao maligno.

source: That does not excuse them, though, and they deserved to die.
de: Dass entschuldigt sie nicht, allerdings, und sie haben es verdient zu sterben.
pt: Mas isso não os absolve da culpa e, por isso, eles mereceram morrer.

source: None of us are saying they did not.
de: Niemand von uns hat gesagt das sie es nicht haben.
pt: Nenhum de nós está a dizer o contrário.

source: I would. We do not know the circumstances of their peace treaty, nor even to say whether an alliance, if there had been one, would have been evil. After all, our alliance with undead is not, from our view, evil, but the circumstances are very similar.
de: Ich würde. Wir wissen nicht die Gegebenheiten ihres Friedensvertrages, ganz zu schweigen von ihrer Allianz, falls es eine gab, böse gemeint waren. Immerhin, unsere Allianz mit den Untoten ist nicht, aus unserer Sicht, schlecht, aber die Gegebenheiten sind ähnlich.
pt: Eu diria. Não sabemos as circunstâncias do acordo de paz, nem mesmo para dizer se a aliança, se é que há uma, teria sido de propósitos malignos. Afinal, a nossa aliança com os mortos-vivos não é, do nosso ponto de vista, maligna, mas as circunstâncias são muito parecidas.

source: They are only similar if you assume that undead are evil. Some are, true, but not all. Mine and my brother's are not.
de: Sie sind ähnlich falls du Untote als böse siehst. Manche sind es, wahr, aber nicht alle. Meine und meines Bruders sind es nicht.
pt: Só são parecidas se assumir que os mortos-vivos são malignos. Alguns são, é verdade, mas não todos. Os meus e os do meu irmão não são.

source: I may be your ally, but I will never say your undead are not evil. You are probably not, probably you are just decieved as to what really occurs with undeath. But undead are evil.
de: Ich bin vielleicht dein verbündeter, aber ich werde niemals behaupten Untoten seien nicht Böse. Vielleicht bist du es nicht, wahrscheinlich hast du nur erfahren was es mit den untoten Dasein auf sich hat. Aber Untote sind Böse.
pt: Posso até ser o teu aliado, mas nunca direi que os teus mortos-vivos não são malignos. Imagino que não sejam, provavelmente só está enganado em relação a o que acontece com a conjuração dos mortos. Mas mortos-vivos são malignos.

source: Come on now. Well, it is true that the circumstances are not in truth similar, but they do appear to be. The elves may have thought they were.
de: Lasst gut sein. Sicher, es ist wahr dass die Gegebenheiten nicht ganz die selben waren, aber sie schienen es so. Die Elfen mögen es geglaubt haben.
pt: Vamos lá, vamos lá. Bem, é verdade que as circunstâncias não são aparentemente semelhantes, mas parece-me que sim. Os elfos devem ter pensado que sim.

source: I see, Meneldur. Well, I can see, in a distorted way, why the elves attacked us. But why were the humans willing to discard our age-old alliance, and attack us before the orcs?
de: Ich sehe, Meneldur. Nun, ich verstehe, irgendwie, warum uns die Elfen angegriffen haben. Aber warum waren Menschen bereit eine uralte Allianz zu brechen, und uns vor den Orks anzugreifen?
pt: Estou a ver, Meneldur. Bem, entendo, num ponto de vista distorcido, o porquê dos elfos de nos terem atacado. Mas porque os humanos teriam descartado a nossa antiga aliança e nos atacado antes dos orcs?

source: Well, we did attack them, multiple times. Although it was really self-defence.
de: Na ja, wir haben sie mehrfach angegriffen. Aber es war wirklich Selbstverteidigung.
pt: Bem, atacamos a eles muitas vezes. Mesmo que fosse em legítima defesa.

source: They wished to defeat us first, then attack the orcs. Indeed, the elves and humans could have both had that plan. But the elves lost their temper right as we arrived, and attacked the orcs immediately.
de: Sie wollten uns vor den Orks besiegen, dann diese angreifen. Wahrscheinlich, hatten Elfen und Menschen beide diesen Plan. Aber die Elfen verloren ihre Geduld sobald wir ankamen, und griffen die Orks an.
pt: Desejavam de nos derrotar primeiro para depois atacar os orcs. Certamente os elfos e humanos poderiam ter tal plano. Mesmo assim, os elfos perderam a paciência exactamente quanto chegámos e atacaram os orcs imediatamente.

source: That is called treachery, and would not excuse a treaty with the orcs.
de: Das wird Verrat genannt, und ist keine ausrede für ein Bündnis mit Orks.
pt: Isso se chama traição e uma aliança com os orcs não deveria ser perdoada.

source: I agree that it would be treachery, but I think it is not what they planned. The men of Wesnoth do not see good and evil as we do. To them, good is what benefits Wesnoth, and evil is what hurts it. They may have actually planned on a permanent alliance with the Orcish state, because that would allow them to create provinces in the north unopposed.
de: Ich sehe ein dass es Verrat wäre, aber ich glaube es war nicht was sie geplant haben. Die Männer Wesnoths sehen nicht Gut und Böse wie wir es machen. Für sie ist Gut was Wesnoth hilft, und Böse was es schadet. Sie haben vielleicht sogar eine permanente Allianz mit den Orks geplant, da dies ihnen erlauben würde weitere Provinzen im Norden ohne widerstand einzugliedern.
pt: Concordo que seria traição, mas não acho que era o que eles planearam. O povo de Wesnoth não vê o bem e mal como nós o vemos. Para eles, o bem é tudo o que traga benefícios para Wesnoth e o mal é tudo o que maltrata o reino. Provavelmente planearam uma aliança com uma tribo orc porque isso permitiria a criação de províncias no norte sem nenhuma oposição.

source: Possibly. However, all of this is just speculation. We cannot know why they actually attacked us, can we? We can only guess.
de: Vielleicht. Aber, dass sind alles nur Spekulationen. Wir wissen nicht genau warum sie uns wirklich angegriffen haben, oder? Wir können nur vermuten.
pt: Possivelmente. Mas isso tudo é só especulação. Não temos como saber o porquê deles de nos terem atacado, não? Só podemos imaginar.

source: Which is why this is rather pointless.
de: Warum dass hier sinnlos ist.
pt: E é por isso que esta discussão não tem propósito algum.

source: Well, I must be going. I do not know where my people will go now; so few are left alive. But I will not stay in this city, it is too dangerous. I will go north.
de: Nun, wir müssen fortfahren. Ich weiß nicht wohin meine Leute nun gehen werden; so wenige haben überlebt. Aber ich werde nicht in der Stadt bleiben, zu gefährlich. Ich werde nach Norden reisen.
pt: Bem, preciso ir. Não sei para onde o meu povo irá agora, restaram tão poucas pessoas… mas não ficarei nesta cidade, é muito perigoso. Vou para o norte.

source: Very well. I suppose this council is ended, and the real work of Daharan's reign shall begin.
de: Sehr gut. Ich nehme an die Versammlung ist beendet; die wahre Herrschaft Daharas soll beginnen.
pt: Muito bem. Suponho que este conselho acaba aqui, e o trabalho duro do reinado de Daharan começará agora.

source: A King's Demand
de: Eine bitte des Königs
pt: A Ordem dum Rei

source: Far West
de: Ferner Westen
pt: extremo oeste

source: It is the traitor who killed Aldran and Thendol approaching! Prepare to destroy him.
de: Es ist der Verräter, der sich nähert, der Aldran und Thendol getötet hat! Bereiten euch, ihn zu vernichten.
pt: O traidor que matou Aldran e Thendol está se a aproximar! Preparem-se para destruir-o.

source: Meneldur! I bear a message from the King! If you surrender now, your life will be spared. The King is even willing to aid you in your quest to regain Elensefar. But you must pledge allegiance to the Throne again, and agree to aid it in its battles.
de: Meneldur! Ich trage eine Botschaft von den König! Wenn Sie aufgeben wird euer Leben verschont werden. Der König ist sogar bereit, euch bei euren Streben nach der zurückeroberung von Elensefar Hilfe zu leisten. Aber Sie müssen wieder Treue schwören auf den Thron, und zustimmen es in seinen Schlachten zu unterstützen.
pt: Meneldur! Trago uma mensagem do Rei! Se se render agora, a sua vida será poupada. O Rei até mesmo se propõe a ajudar na sua missão de reconquistar Elensefar. Mas para isso precisa de jurar a sua aliança para o Trono Real novamente e aceitar ajudar nas suas batalhas.

source: Hah! And what will you do with me and my kind, who have joined with Meneldur and are bound to him? Doubtlessly you would kill us.
de: Hah! Und was werdet ihr mit mir und meiner Art, die sich mit Meneldur angeschlossen haben und an ihn gebunden tun? Zweifellos würdet ihr uns töten.
pt: Há! E o que farás comigo e com os meus guerreiros, os quais se aliaram a Meneldur e estão compromissos com ele? Sem dúvida tu nos matarias.

source: He is right. We can defeat these forces, and rid this area of their lordship.
de: Er hat recht. Wir können seine Streitmächte besiegen, und dass Land von seiner Herrschaft befreien.
pt: Ele está certo. Podemos derrotar estas tropas e acabar com a sua soberania nesta região.

source: Your ship has been captured by others of us. You do not know what awaits you further up the isle... I tell you, if you refuse this you are a dead man, whether I die or not.
de: Euer Schiff wurde von anderen von uns gefangengenommen worden. Ihr wisst nicht, was euch erwartet weiter oben auf der Insel ... Ich sage euch, wenn ihr dies verweigert, seid ihr ein Toter ob ich sterbe oder nicht.
pt: A sua embarcação foi capturada pelos nossos aliados. Não sabe o que espera mais a norte da ilha… posso-te dizer, e, caso te recusas a cooperar, podes considerar-te um homem morto, seja eu morto ou vivo.

source: Your threats do not scare me. Prepare for battle, men!
de: Ich fürchte eure Drohungen nicht. Bereite euch zur Schlacht vor, Männer!
pt: As suas ameaças não me assustam. Preparem-se para a batalha, homens!

source: Very well, you have chosen. Handran, send a scout to the leader and tell her Meneldur has refused our offer. She will be most displeased.
de: Sehr gut, ihr habt euch entschieden. Handran, sendet ein Kundschafter an den Anführer und sagt ihr Meneldur hat unser Angebot abgelehnt. Sie wird höchst unzufrieden sein.
pt: Muito bem, foste tu quem escolheu. Handran, mande um batedor avisar a nossa líder que Meneldur recusou a sua oferta. Ela ficará muito descontente.

source: I wonder what that was all about...
de: Ich habe mich schon verwundert was das alles soll
pt: O que será que aquilo quis dizer?

source: Meneldur! It seems that our commanders and our best fighters have been killed. If you leave us now, we will probably die, since only they knew how to command our ship. Have mercy, and help us!
de: Meneldur! Es scheint, dass unser Befehlshaber und unsere besten Kämpfer getötet wurden. Wenn ihr uns jetzt verlässt, werden wir wahrscheinlich sterben, weil nur sie wussten, wie unser Schiff gesteuert wird. Erbarme dich, und hilf uns!
pt: Meneldur! Parece que os nossos comandantes e melhores guerreiros foram mortos. Se nos deixar agora, provavelmente morreremos, pois apenas eles sabiam manejar o nosso navio. Tenha piedade, ajude-nos!

source: What would you have me do? Give you navigators to help you? Why would I do that for an enemy?
de: Was hättet ihr mit mir getan? Gebt ihr Seeleute um euch zu helfen? Warum sollte ich das tun für einen Feind?
pt: E o que desejaria? Que eu te desse alguns dos meus navegadores? Porque faria isso por um inimigo?

source: Well, why don't you let us join you? There is nothing else for us to do.
de: Nun, warum lässt du uns nicht dich anschließen? Es gibt nichts mehr für uns zu tun.
pt: Bem, porque deixa que nos unamos a ti? Não nos resta nada de fazer…
