Repository: mansil/wesn-pt-trans
Catalog: umc/wesnoth-Saving_Elensefar/*.po
Languages: de, pt

source: Wouldn't that make you a traitor?
de: Würde das dich nicht zu einen Verräter machen?
pt: Isso não faria de ti um traidor?

source: No, since I don't think you are traitors, and my commander is dead. It is just joining another battalion.
de: Nein, da ich nicht glaube dass ihr ein Verräter seid, und mein Anführer ist Tod. Ich schließe mich nur einen anderen Bataillon an.
pt: Não, pois não penso que sejam traidores. Além do mais, o meu comandante está morto. Seria como unir-me a outro batalhão.

source: Well, if he puts it that way, why should we refuse? We can always use fresh recruits.
de: Nun, er sieht es so, warum sollten wir ablehnen? Wir können immer frische Rekruten gebrauchen.
pt: Bem, se pensa desse modo, porque deveríamos de recusar? Sempre é bom ter novos recrutas.

source: Very well... now, we will move further down the peninsula to regain our ship.
de: Sehr gut... jetzt sollten wir die Halbinsel weitergehen um zu unseren Schiff zu kommen.
pt: Muito bem… agora vamos, temos que ir para o sul da península para recuperar o nosso navio.

source: Please have mercy, what had I done?
de: Bitte erbarme dich, was habe ich getan?
pt: Por favor tenha misericórdia, o que fiz?

source: Ahhrg, I surrender
de: Ahhrg, Ich ergebe mich
pt: Ahhrg, rendo-me

source: Off the Peninsula
de: Außerhalb der Halbinsel
pt: Fora da Penísula

source: Elvish Offshore
de: Elfen Offshore
pt: Offshore Elfo

source: I heard about your defeat of the elves on the isle, and I knew you'd probably show up here sooner or later.
de: Ich habe über euren Sieg gehört über die Elfen auf der Insel, und ich wusste, du würdest dich hier wahrscheinlich zeigen, früher oder später.
pt: Ouvi que derrotou os elfos da ilha. Sabia que viria para cá mais cedo ou mais tarde.

source: I might have known. You must be the leader of these men; I wouldn't put aligning with men below you, after you surrendered to orcs!
de: Ich hätte es wissen müssen. Sie müssen der Anführer dieser Menschen sein; ich würde mich nicht mit Männern wie euch verbünden, nachdem ihr euch den Orks ergeben habt!
pt: Deveria saber. É o líder destes homens; nunca me aliaria com alguém como tu, depois de se render aos orcs!

source: 'Surrendered' is not the way I would put it, but fine, have it your way.
de: 'Ergeben' ist nicht wie ich es ausdrücken würde, aber gut, jeden das seine.
pt: “Rendição” não é bem como o definiria, mas tudo bem, como queira.

source: So, it is the traitor returning to greet his foe. How pleasant.
de: Also, ist der Verräter zurückgekehrt um seinen Jäger zu treffen. Wie angenehm.
pt: Então o traidor está a voltar para saudar o seu inimigo. Que lindo.

source: What are you doing here? My quarrel is with the Wesnothians, not with you.
de: Was macht ihr hier? Meine Fehde ist mit Wesnoth, nicht mit euch.
pt: E o que está a fazer aqui? O meu problema é com os de Wesnoth, não contigo.

source: I am the men's captain, so those who quarrel with them quarrel with me. We elves and men have aligned to bring you down!
de: Ich bin der Kapitän dieser Leute, also diejenigen die mit ihnen Streiten, Streiten mit mir. Wir Elfen und Menschen haben uns verbündet, um euch niederzuschlagen!
pt: Sou o capitão destes homens. Quem tem problemas com eles, tem problemas comigo. Nós elfos e homens aliamos-nos para derrotar-te!

source: Think what you like. We will fight you if need be.
de: Denk was du willst. Wir kämpfen gegen dich wenn es sein muss.
pt: Pense o que quiser. Lutaremos contigo se for necessário.

source: Oh, and I see some of the Wesnothians you found are turncoats. Don't worry, they will die also.
de: Oh, und ich sehe einige der Wesnothianer die sie gefunden haben, sind Überläufer. Mach dir keine Sorgen, sie werden ebenfalls sterben.
pt: Oh, vejo que alguns dos de Wesnoth que encontrou são vira-casacas. Não te preocupes, morrerão igualmente.

source: With Lomanyas dead, I think we have defeated all of the Elves who sail the sea. We probably won't see them until we reach Elensefar...
de: Mit dem tot Lomanyas, denke ich, dass wir alle Elfen, die das Meer befahren haben, besiegt haben. Wir werden sie wahrscheinlich nicht mehr sehen, bis wir Elensefar erreichen ...
pt: Com Lomanyas morto, acho que derrotamos todos os elfos que viajam estes mares. Provavelmente não os veremos até chegarmos a Elensefar…

source: It is unfortunate the elves have also decided to oppose us. I suspect there are more of them roaming the seas.
de: Es ist bedauerlich, die Elfen haben ebenfalls beschlossen uns zu widersetzen. Ich vermute, es gibt mehr von ihnen auf den Meer.
pt: É uma pena que os elfos também tenham decidido a opor-se a nós. Suspeito que ainda hajam alguns deles espalhados pelos mares.

source: The Desert Island
de: Die Wüsteninsel
pt: A Ilha Deserta

source: Sea Hawks
de: Meer Falken
pt: falcões do mar

source: I found a treasure! I count at least 500 gold pieces
de: Ich hab einen Schatz gefunden! Ich zähle mindestens 500 Goldstücke
pt: Encontrei um tesouro! Conto pelo menos 500 peças de ouro

source: I see there are more undead! I wonder how many of these did not go all the way across with Jevyan?
de: Ich sehe noch mehr Untote! Ich wundere mich wie viele von ihnen nicht mit Jevyan gegangen sind?
pt: Vejo que há mais morto-vivos aqui! Fico a pensar em quantos deles não conseguiram terminar a jornada com Jevyan…

source: I have seen several of these wandering undead where I come from. Haven't you?
de: Ich haben viele von diesen wandernden Untoten gesehen, da wo ich her kam. Du doch auch, oder?
pt: Vi muitos destes mortos-vivos a vagar de onde parti. E tu?

source: Mostly I travel south to the southern continent, not west like this. There are no undead there!
de: Meistens reise ich südwärts zum südlichen Kontinent, nicht nach Westen wie jetzt. Dort sind keine Untote!
pt: Normalmente viajo para o sul, não à oeste como agora. Não há morto-vivos aí!

source: I see...
de: Ich sehe...
pt: Entendo…

source: Sssooo.... youu hazntt foughtt me oftenzz? Ahhh, gooodd. You will be eazyy to defeatzz!
de: Alsssooo... ihrrr habt miiich niiicht oft gefunndenn? Ahhh, ssserhr guuut. Du wiirssst eiiinfachch zuu schlagen sssein!
pt: Ennntão… nnnão lutou commmigo antesszz? Ahhh, bommm. Sssserá fácccil derrotar A tiii!

source: Why did he speak like a lizard?
de: Warum sprich er wie ein Saurianer?
pt: Porque fala como se fosse um lagarto?

source: What the...?
de: Was zum...?
pt: Mas o quê…?

source: That must be why he spoke like that. He is partly a lizard!
de: Das muss der Grund gewesen sein warum er wie ein Saurianer redet!
pt: Deve ser por isso que fala assim… ele é um meio-lagarto!

source: The Ruined Port
de: Der Zertrümmerte Hafen
pt: O Porto Arruinado

source: Old Foul
de: Alter Idiot
pt: velhos tolos

source: Young Fouls
de: Junge Idioten
pt: jovens tolos

source: Defeat Bakrakha, the Orcish Warlord, and then survive until end of turns
de: Besiegt Bakrakha, den OrkKriegsherr, und dann überlebt bis zum Ende der Züge.
pt: Derrote Bakrakha, o Líder tribal Orc, e sobreviva até o fim dos turnos

source: Turns run out and Bakrakha is still alive
de: Rundenlimit überschritten und Bakrakha ist noch am Leben
pt: Fim dos turnos com Bakrakha ainda vivo

source: So, little orc-maggots, you got so low as to call down some Wesfolk from the north to help with your trying to take over the castle!?! Not going to happen on my watch!
de: So so, kleine Ork-Puppen, so tief seid ihr gesunken dass ihr ein paar des Westvolk aus den Norden gerufen habt um euch bei der Einnahme der Burg zu helfen!?! Nur über meine Leiche!
pt: Então, pequeninos orcs, chegaram ao ponto de chamar alguns Wesfolk do norte para ajudar a conquistar o castelo?! Não durante a minha vigia!

source: We didn't call no human scum out of the north, though we could use their help! You been king far too long, Bakrakra! You aint got us meat, and you aint got us land. Me, Asknak here, or even a lich 'ud be better than you!
de: Wir haben keinen Menschen Abschaum aus den Norden gerufen, aber wir könnten ihre Hilfe gebrauchen! Du warst lang genug Herrscher, Bakraka! Du gibst uns kein Fleisch, und kein Land. Ich, Ashna hier, oder gar ein Lich wäre besser als du!
pt: Não chamamos esta escória humana do norte, mas podemos bem usar a ajuda deles! Já é rei a muito tempo, Bakrakha! Ainda não nos deu comida nem terras. Eu, o próprio Asknak, ou até mesmo um velho Lich seriam melhores reis do que tu!

source: That right. You' keeping all the food in your castle there, and we' tired of it. Its time to get a new king 'round 'ere!
de: Dass ist richtig. Ihr lässt alle Vorräte in eurer Burg, und uns fehlt es. Es ist zeit einen neuen Herrscher zu krönen!
pt: Assim mesmo. Mantém todos os alimentos no seu castelo ali e nós estamos cansado disso. É hora de ter um novo rei por aqui!

source: I don't think we should get involved here. These orcs can fight each other, and they won't care if we wait here and restock.
de: Ich glaube nicht dass wir uns einmischen sollten. Diese Orks können sich gegenseitig bekämpfen, es interessiert ihnen nicht wenn wir hier warten und aufladen.
pt: Não acho que devemos envolver-nos nesta luta. Que estes orcs batalhem entre si e nem se preocupem em que esperemos o nosso reabastecimento aqui.

source: I don't think it's that simple. That orc in the castle has all the food, we can't restock from here.
de: Ich glaube nicht es so einfach ist. Diese Burg besitzt alle Vorräte, wir können nicht von hier aus aufladen.
pt: Não acho que seja tão simples. Aquele orc no castelo tem toda a comida, não podemos recarregar daqui.

source: So what do you suggest we do?
de: Was schlägst du also vor, das wir tun können?
pt: Então o que sugere?

source: Well, we will definitely have to kill the orc in the castle, to get the food. But to get to him, we should probably go around the river, which leads us past all the other orcs. We might have to kill them all.
de: Nun, wir müssen definitiv den Ork in seiner Burg töten um Nahrung zu erhalten. Aber um zu ihm zu kommen, sollten wir wohl um den Fluss, der uns vorbei führt an all den anderen Orks. Vielleicht müssen wir sie alle töten.
pt: Bem, nós definitivamente vamos ter que matar aquele orc no castelo para conseguir comida. Mas para chegar até ele deveríamos dar a volta pelo rio, o que nos levará pelos outros orcs. Talvez tenhamos que matar a todos.

source: Good, now we just have to survive until the ship is refilled.
de: Gut, jetzt müssen wir nur noch überleben, bis das Schiff wieder aufgefüllt ist.
pt: Bom, agora só precisamos de sobreviver até que o barco esteja recarregado.

source: We have defeated all of the orcs; refill the ship, and we'll leave.
de: Wir haben alle Orks besiegt; lädt dass Schiff neu auf, und wir gehen.
pt: Derrotamos todos os orcs; reabastecem o barco e poderemos partir.

source: We did not manage to kill the orc leader, and now we are out of food...
de: Wir haben uns nicht darauf vorbereitet den Ork-Anführer zu töten, und jetzt haben wir auch noch keine Nahrung mehr...
pt: Não conseguimos matar o líder orc e agora estamos sem comida…

source: Good, we have enough food now. We should go back out to sea, further north there are some people who might help us.
de: Gut, wir haben nun genug Vorräte. Wir sollten nun in See stechen, nordwärts sind einige Leute die uns wohl helfen wollen.
pt: Que bom, conseguimos comida suficiente. Devemos voltar para o mar, mais a norte pode haver pessoas que possam ajudar-nos.

source: Who are you? From where are you? Why are you killing my folk?
de: Wer seid ihr? Von wo seid ihr? Warum tötet ihr mein Volk?
pt: Quem são? Donde vieram? Porque estão a matar o meu povo?

source: Fools! Now you are all doomed!
de: Idioten! Nun werden wir alle verloren sein!
pt: Idiotas! Agora estamos todos perdidos!

source: Isle of Alduin
de: Insel Alduin
pt: A Ilha de Alduin

source: Mage Magister
de: Magier Lehrer
pt: Magistrado mago

source: Persuade the Mages from Alduin to join your forces
de: Überzeugen Sie die Magier aus Alduin sich eurer Streitmacht anzuschließen
pt: Convence os Magos de Alduin para aderir as tuas forças

source: To persuade a Mage, visit his village more times than Leowyn's side does
de: Um einen Magier zu überzeugen, besuchen Sie sein Dorf öfter als Leowyns Mannschaft
pt: Para convencer um Mago, visite a sua aldeia mais vezes do que faz Leowyn

source: Turns run out
de: Rundenlimit überschritten
pt: Fim dos Turnos

source: Now we are on the isle of Alduin, let us try to convince some of the mage to join our cause.
de: Jetzt sind wir auf der Insel Alduin, wollen wir versuchen, einige der Magier davon zu überzeugen, unserer Sache anzuschließen.
pt: Agora estamos na ilha de Alduin, vamos tentar convencer alguns dos magos para se juntar à nossa causa.

source: I doupt they will
de: Ich bezweifle, dass sie es werden
pt: Duvido que irão

source: A try cannot hurt
de: Ein Versuch kann nicht schaden
pt: Uma tentativa não faz mal

source: Hail, Leowyn! What matters bring you here?
de: Gruß, Leowyn! Was, bringt euch hierher?
pt: Salve, Leowyn! Que matérias trazem-te por aqui?

source: Quickly, the Queen ask for the best mages from the Academy
de: Schnell, der König verlangt nach den besten Magiern der Akademie
pt: Rápido, a Rainha pede os melhores magos da Academia

source: We will help you
de: Wir helfen euch
pt: Vamos ajudar-te

source: It seems that we have concorrents
de: Es scheint, dass wir Konkurrenten haben
pt: Parece que temos concorrentes

source: Goblin Isle
de: Kobold Insel
pt: Ilha Gnomo

source: Nasty Goblins
de: Fiese Kobolde
pt: Gnomo sórdido

source: Shipwrecked
de: Schiffbrüchig
pt: naufragado

source: Naga Cholera
pt: Cólera Naga

source: Saurian Pest
de: Saurier Pest
pt: Pragas Repteis

source: Thizss is our land zsaurian scum
de: Das ist unser Land Saurier Gesindel
pt: Esta é a nossa terra escumalha réptil

source: Not in your sssweatest dreams. Naga fouls
de: Nicht mal in euren süßesten Träumen. Naga Idioten
pt: Nem nos seus mais doces sonhos. Escória Naga

source: Oh Oh. We had shipwrecked directly into a lizard nest
de: Oh Oh. Wir mussten direkt in einen Echsen Nest Schiffbruch erlitten
pt: Oh Oh. Tínhamos de náufragar directamente num ninho de lagartos

source: You come in handy time zstramgers. Would you help us defeat that saurian scum?
de: Ihr kommt zum praktischen Zeitpunkt Fremde. Würdet ihr uns helfen, den Saurier Abschaum zu besiegen?
pt: Vêm em horas práticas, estranhos. Quer nos ajudar a derrotar essa escória réptil?

source: Why should we?
de: Warum sollten wir?
pt: Por que deveríamos?

source: Long ago this were the swamp of a basilisk, as a gift we offer its eye wich is able to petrify!
de: Vor langer Zeit war dies der Sumpf eines Basilisken. Wir bieten euch als Geschenk sein Auge, das in der Lage ist zu versteinern!
pt: Há muito tempo este foi o pântano de um basilisco, como presente, oferecemos o seu olho que é capaz de petrificar!

source: Don't lissten to him! The naga had invaded our pacific land! help us expell them out!
de: Hör nicht auf ihn! Die Naga sind in unsere Land eingefallen! Helft uns sie zu vertreiben!
pt: Não dê ouvidos a ele! Os naga invadiram a nossa terra pacífica! Ajudem-nos expulsar-os para fora!

source: We know about an Invisibility Cape near, maybe that convince you?
de: Wir haben Kenntnis von einem Umhang der Unsichtbarkeit in der Nähe, vielleicht Überzeugt euch dass?
pt: Sabemos sobre uma Capa da Invisibilidade por aqui perto, talvez isso te convence?

source: Well, uhm
de: Nun, Ohm
pt: Bem, hum

source: You Saurians have our word, let us expell the nagas.
de: Ihr Saurier habt unser Wort. wir vertreiben die Nagas.
pt: Vocês repteis têm a nossa palavra, vamos expulsar os nagas.

source: Player
de: Spieler
pt: Jogador

source: $unit.name finds the Cape of Invisibilty. Should he pick it up?
de: $unit.name findet einem Umhang der Unsichtbarkeit. Soll er ihn aufheben?
pt: $unit.name encontra a capa da Invisibilidade. Deve levar-a?

source: invisibility cape^Take it
de: Nimm ihn
pt: Leva-a

source: invisibility cape^Leave it
de: Lass ihn
pt: Deixa-a

source: No leader or loyal unit can take this item.
de: Kein Anführer oder Loyale Einheit kann dies nehmen.
pt: Nenhum líder ou unidade leal pode carregar isto.

source: Invisibility Cape
de: Umhang der Unsichtbarkeit
pt: Capa da Invisibilidade

source: This cape grants the wearer Invisibility!
de: Dieser Umhang gewährt dem Träger Unsichtbarkeit!
pt: Esta capa concede ao usuário Invisibilidade!

source: invisibility
de: Unsichtbarkeit
pt: invisibilidade

source: Invisibility: This unit is invisible by its enemies. Enemy units cannot see this unit, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
de: Unsichtbarkeit: Diese Einheit ist unsichtbar für seine Feinden. Feindliche Einheiten können diese Einheit nicht sehen, außer wenn sie direkt neben ihr sind. Jede feindliche Einheit, die zuerst diese Einheit entdeckt verliert sofort alle seine restlichen Bewegung.
pt: Invisibilidade: Esta unidade é invisível aos seus inimigos. Unidades inimigas não podem ver esta unidade, excepto se tiverem unidades ao lado dele. Qualquer unidade inimiga que primeiro descobre esta unidade imediatamente perde todos os seus movimentos restantes.

source: We dont believe your lies, saurians. Prepare to die
de: Wir glauben nicht eure Lügen, Saurier. Seit Bereit zu sterben
pt: Não acredito nas vossas mentiras, repteis. Prepare-se para morrer

source: $unit.name finds the Eye of Basilisk. Should he pick it up?
de: $unit.name findet das Auge des Basilisken. Soll er es aufheben?
pt: $unit.name encontra o Olho do basilisco. Deve levar-o?

source: eye of basilisk^Take it
de: Nimm es
pt: Leva-o

source: eye of basilisk^Leave it
de: Lass es
pt: Deixa-o

source: Eye of the Basilisk
de: Auge des Basilisken
pt: Olho do Basilisco

source: Despite the death of the basilisk the eye still has the power to petrify its targets
de: Trotz des Todes des Basilisken hat das Auge immer noch die Macht, seine Ziele zu versteinern
pt: Apesar da morte do basilisco o olho ainda tem o poder de petrificar os seus alvos

source: eye of basilisk
de: Basiliskenauge
pt: olho do basilisco

source: We have no time for those childdish disputes.
de: Wir haben keine Zeit für solche kindischen Streitigkeiten.
pt: Não temos tempo para essas disputas infantis.

source: Defeat the Saurians
de: Besiege die Saurianer
pt: Derrota os Repteis

source: Defeat the Nagas
de: Besiege die Nagas
pt: Derrota os Nagas

source: Defeat both enemy leaders
de: Besiege beide feindlichen Anführer
pt: Derrota os líderes inimigos

source: Hurrah! The Nagas are slain.
de: Hurra! Die Nagas sind vernichtetet.
pt: Hurra! As Nagas foram mortas!

source: Die, saurian pest! This island belongs righfully to us.
de: Stirbt, Saurianiche Pest! Diese Insel gehört rechtmäßig uns!
pt: Morram, peste réptil! Esta ilha é legitimamente nossa.

source: I wish to join your side and go for an adventure.
de: Ich würde euch gerne begleiten auf euren Abenteuern.
pt: Desejo juntar-me a vós nesta aventura.

source: Cave of Illirien
de: Höhle des Illirien
pt: Caverna de Illirien

source: Cave Hidders
de: Höhlen Bewohner
pt: Bichos da Caverna

source: A Monster!
de: Ein Monster!
pt: Um Monstro!

source: Explore the Cave
de: Erkunde die Höhle
pt: Explore a Caverna

source: Capture 6 villages
de: Nehme 6 Dörfer ein
pt: Captura 6 aldeias

source: Long time ago this was a smugglers hole, a helthy one. Althought I feel that it is abandoned for years.
de: Vor langer Zeit war dies ein Schmuggler Loch, ein reiches. Obwohl ich das Gefühl habe, dass es seit Jahren aufgegeben ist.
pt: Há muito tempo atrás esse era um buraco de contrabandistas, um rico. Embora sinta que é abandonada por anos.

source: Why did they leave? It is to far away from normal wesnothian trade routes.
de: Warum sind sie gegangen? Es ist zu weit entfernt von den normalen wesnoth Handelswegen.
pt: Porque deixaram? Fica longe das rotas comerciais normais de Wesnoth.

source: But not far away sufficient
de: Aber nicht weit genug
pt: Mas não o suficiente longe

source: And there are rumors that obscure shadows had settled here
de: Und es gibt Gerüchte, dass dunkle Schatten sich hier niedergelassen haben
pt: E há rumores que sombras obscuras se estabeleceram aqui

source: How it be, let us see if we found some food, our is nearly gone
de: Wie es auch sei, lasst uns sehen, ob wir etwas zu essen finden, unseres ist nahezu aufgebraucht
pt: Como seja, vamos ver se encontramos alguma comida, a nossa já quase se esgotou

source: I found some provision!
de: Ich fand einige Vorräte!
pt: Encontrei algumas provisões!

source: Capture at least 6 villages to restock your ship
de: Nehme mindestens 6 Dörfer ein, um dein Schiff aufzufüllen
pt: Captura pelo menos 6 aldeias para reabastecer o navio

source: We now have $turnsleft| provisions
de: Wir haben nun $turnsleft| Vorräte
pt: Temos agora $turnsleft| Provisões

source: Illaryan, the Illusionist
de: Illaryan, der Illusionist
pt: Illaryan, o ilusionista

source: Illaryan the Illusionist
de: Illaryan der Illusionist
pt: Illaryan o ilusionista

source: Dusty Miracles
de: Staubige Wunder
pt: Milagres empoeirados

source: Who comes there? Who invades my lands?
de: Wer kommt da? Wer dringt in mein Land ein?
pt: Quem vem lá? Quem invade as minhas terras?

source: Invades? We came in peace, and just want to restock our ship.
de: Eindringen? Wir kommen in Frieden, und wollen nur unser Schiff auffüllen.
pt: Invade? Viemos em paz, e só queremos reabastecer o nosso navio.

source: Out of my land!
de: Raus aus meinem Land!
pt: Fora da minha terra!

source: I think we had to fight if we want to restock our ship here.
de: Ich denke, wir haben zu kämpfen, wenn wir unser Schiff hier auffüllen wollen.
pt: Acho que temos de lutar, se queremos reabastecer o nosso navio aqui.

source: Well, he doesn't give us other choice.
de: Nun, er gibt uns keine andere Wahl.
pt: Bem, ele não nos dá outra escolha.

source: Crazy people! You want to fight? Defeat me first if you can!
de: Verrückte Leute! Du willst kämpfen? Besiege mich zuerst, falls du kannst!
pt: Loucos! Querem lutar? Derrotam-me primeiro se podem!

source: You dont scare me with those illussions!
de: Du Schreckst mich nicht mit diesen Illusionen!
pt: Não me assustas com as ilusões!

source: Men, dont be fooled by the appearances.
de: Männer, last euch nicht durch den Anschein täuschen.
pt: Homens, não se deixem enganar pelas aparências.

source: To battle!
de: Zur Schlacht!
pt: À batalha!

source: Come to me, come!
de: Komm zu mir, komm!
pt: Vinde a mim, venha!

source: Begone, false illusion!
de: Hinfort, falsche Illusion!
pt: Vá embora, Ilusão falsa!

source: No! I can not be defeated!
de: Nein! Ich kann nicht sterben!
pt: Não! Não posso morrer!

source: The Swampland
de: Das Sumpfland
pt: Os pântanos

source: You win!
de: Sie haben Gewonnen!
pt: Ganhou!

source: You: $side_1_units.length Othello: $side_2_units.length
de: Sie: $side_1_units.length Othello: $side_2_units.length
pt: Tu: $side_1_units.length Othello: $side_2_units.length

source: You lost.
de: Sie haben Verlorem.
pt: Perdeu.

source: Crazy Horse
de: Verrücktes Luder
pt: Velho Maluco

source: Play a game of Reversi with Othello
de: Spielt ein Spiel Reversi mit Othello
pt: Jogue um jogo de Reversi com Othello

source: Capture more units than Othello does
de: Erobere mehr Einheiten als Othello
pt: Captura mais unidades que Othello

source: Othello finish with more units
de: Othello endet mit mehr Einheiten
pt: Othello termina com mais unidades

source: You lose <b>both</b> Madru and Black the Red
de: Sie verlieren <b>sowohl</b> Madru als Black der Rote
pt: Perde <b>tanto</b> Madru como Black, o Ruivo
