Repository: mansil/wesn-pt-trans
Catalog: umc/wesnoth-Saving_Elensefar/*.po
Languages: de, pt

source: I would assume that is what he means, yes. So, Black, you've brought us here to have these Wesfolk help us?
de: Ich vermute dass ist es was er meint, ja. Also, Black, du hast uns hierher gebracht damit uns dass Westvolk hilft?
pt: Diria que é o que afirma, sim. Então, Black, trouxeste-nos aqui para conseguir a ajuda deste Povo do Oeste?

source: Well, yes, something like that.
de: Ja, gut, irgendwie so was.
pt: Bem, sim, mais ou menos isso.

source: I see, brother, that you have returned with warriors. Are they to help us defeat these orcs?
de: Ich sehe, Bruder, dass du mit Kriegern zurückgekehrt bist. Sind sie es die uns helfen die Orks zu besiegen?
pt: Vejo, meu irmão, que retornaste com guerreiros. São os que ajudarão-nos a derrotar estes orcs?

source: What? That's not why we're here!
de: Was? Darum sind wir nicht hier!
pt: O quê? Não é por isso que estamos aqui!

source: Well, yes it is. You have to help them secure this city before they will help you.
de: Nun, ja. Ihr müsst ihnen helfen die Stadt zu verteidigen bevor sie euch helfen.
pt: Bem, é sim. Têm de ajudar-os a garantir a segurança desta cidade antes que ajudem.

source: Help them? Help Islefolk? Why would we do that?
de: Ihnen Helfen? Dem Inselvolk helfen? Warum sollten wir so was tun?
pt: Ajudar-os? Ajudar estes nativos? E porque faríamos isso?

source: These are not Islefolk, brother, they are descendants of the Wesfolk who came over with Lady Jessica.
de: Dass sind kein Inselvolk, Bruder, sie sind Nachfahren von den Westvolk die mit Lady Jessica überquert sind.
pt: Estes não são nativos, meu irmão, são descendentes do Povo do Oeste que veio com a Senhora Jéssica.

source: What!? Followers of that deserter!? I can't believe you think we would help them!
de: Was!? Diesen Verrätern folgen? Ich verstehe nicht warum du denkst das wir ihnen helfen würden!
pt: O quê? Seguidores daquela desertor?! Não acredito que pensaras que iríamos ajudar-os!

source: I didn't have a choice, they needed help, so I made a deal that we would help them if they helped us.
de: Ich hatte keine Wahl, sie brauchen unsere Hilfe, so schlage ich vor, das wir ihnen Helfen, wenn sie uns helfen.
pt: Não tinha escolha, precisam de ajuda, então fiz um tratado de que iríamos ajudar-os se nos ajudassem.

source: Trust me, we don't like helping undead any more than you like helping us 'deserters'.
de: Vertraue mir, wir mögen es nicht mehr Untoten zu helfen, als du 'Verräter' hilfst.
pt: Acredita, não gostamos mais de ajudar mortos-vivos do que gostam de ajudar-nos, os “desertores”.

source: Fine. I'll help you do whatever it is you want to do, once we clear this land of the orcs.
de: Fein. Ich helfe euch in was auch immer ihr wollt, sobald dieses Land von Orks befreit ist.
pt: Certo. Ajudarei vos a fazerem seja lá o que quiserem assim que expulsarmos os orcs desta ilha.

source: Int'resting council! But now, little men, its time to die. Get'm!
de: Interessante Versammlung! Doch nun, kleiner Mann, ist es Zeit zu sterben. Fangt ihn!
pt: Interessante reunião! Mas agora, homenzinhos, é hora de morrer. Capturam-os!

source: Should never have trusted the fool.
de: Närrischer Junge. Ich hätte ihm niemals folgen sollen.
pt: Rapaz estúpido. Nunca deveria tê-lo seguido.

source: Well, we've cleared the orcs away. Come on, now you have to hold up your end of the bargain.
de: Nun, wir haben dass Land von Orks befreit, Kommt schon, nun müsst ihr zu euch stehen und dieses Abenteurer beenden.
pt: Bem, expulsamos os orcs. Vamos, agora terás de cumprir a tua parte do tratado.

source: Well, the orcs will probably be back soon... I think that we are going to end up dying here, no matter what you do. We have held up extraordinarily long already.
de: Nun, die Orks werden wahrscheinlich bald wiederkommen... Ich glaube wir enden noch Tod hier, trotz allem was ihr tut. Wir haben bereits extrem lange die Position gehalten.
pt: Bem, os orcs provavelmente voltarão em pouco tempo… Penso que vão acabar por morrer aqui, não importa o que seja feito. Já resistimos por um tempo extraordinariamente longo.

source: That's true. I think it would be best if we could get enough ships to get off of this island. The one I went out on was our last, and we can't make more.
de: Das ist Wahr. Ich glaube es ist dass beste wenn ihr genug Schiffe habt um die Insel zu Verlassen. Das eine dass ich wegschickte war unser letztes, und wir können nicht mehr bauen.
pt: É verdade. Penso que seria melhor se pudéssemos conseguir navios suficientes para sair de vez desta ilha. Aquele no qual deportei era o último, e não podemos fazer mais nenhum.

source: Well, I am a shipbuilder. I could help you build more ships, and then you could bring all of your people back east with us.
de: Ich bin ein Schiffsbauer. Ich könnte euch helfen mehr Schiffe zu bauen, und dann könntest du alle deine Leute mit uns zurück nach Osten bringen.
pt: Bem, sou um construtor naval. Poderia ajudar-vos a fazer mais barcos e então poderiam trazer todo o vosso povo de volta ao leste connosco.

source: That sounds good.
de: Das hört sich gut an.
pt: Parece-me uma boa ideia.

source: Then it is agreed. But after that, you have to help us fight the orcs!
de: Dann ist es abgeschlossen. Aber zuerst müsst ihr uns helfen die Orks besiegen!
pt: Então estamos de acordo. Mas depois disso terás de ajudar-nos a lutar contra os orcs!

source: Besieged Orcs
de: Belagerte Orks
pt: Orcs sitiados

source: Wesnoth Army
de: Wesnoths Armeen
pt: Forças de Wesnoth

source: Angry Elves
de: Wütende Elfen
pt: Elfos enfurecidos

source: Retake Elensefar by defeating all enemy leaders
de: Besiege alle gegnerische Anführer um Elensefar zurück zu Erobern
pt: Captura Elensefar ao derrotar todos os líderes inimigos

source: As the warriors landed the Explorer, they overheard the elves, men and orcs talking...
de: Sowie die Krieger vom Entdecker landeten, hörten sie die Elfen, Menschen und Orks reden ...
pt: Assim que os guerreiros aportaram do Explorador, ouviram por acaso os elfos, homens e orcs a conversar…

source: Orc, you promised that, if we allied with you, you would free all the prisoners you took when you captured Elensefar. You have broken our pact!
de: Ork, du hast versprochen, dass, wenn wir uns mit euch verbünden, würdet ihr alle Gefangenen freilassen die ihr nahmt beim erobern der Stadt Elensefar. Ihr habt unseren Pakt gebrochen!
pt: Orc, prometeste que, se realmente nos aliássemos a vós, libertariam todos os prisioneiros que tomaram quando capturaram Elensefar! Quebraste o nosso pacto!

source: Ag, elf-dog, you shuttup! I aint takin' orders fr'm you!
de: Ag, Elfen-Hund, Halts Maul! Ich nehme keine befehle von dir an!
pt: Are, elfo estúpido, cala a boca! Não vou receber ordens tuas!

source: Listen, Pakch-Glun, if you don't fufill your side of the treaty, we will attack you again! And this time, we will probably win, since our reinforcements have arrived, and there are two armies to attack you.
de: Hör mal, Pakch-Glun, wenn du nicht deine Seite des Vertrages erfüllst, werden wir euch wieder angreifen! Und dieses Mal werden wir wahrscheinlich gewinnen, denn unsere Verstärkung ist angekommen, und es sind zwei Armeen die dich angreifen.
pt: Escuta, Pakch-Glun, se não cumprires a tua parte do acordo, vamos atacar novamente! E desta vez iremos provavelmente ganhar, pois os nossos reforços chegaram, e agora são dois exércitos para atacar-te.

source: Heh, shur. I'd like t' see you try!
de: Ha, sicher. Ich würde gerne deinen Versuch mit ansehen!
pt: Eh, claro. Adoraria ver-te tentar!

source: Mathein, shall we attack?
de: Mathein, sollen wir angreifen?
pt: Mathein, devemos atacar?

source: Yes. Pakch-Glun, prepare to die!
de: Ja, Pakch-Glun, mach dich bereit zum sterben!
pt: Sim. Pakch-Glun, prepare-te para morrer!

source: This was welcome news to the crew of the Explorer. However, although the elves, men and orcs would fight each other, Meneldur still had to fight all of them.
de: Dies war eine willkommene Nachricht für die Besatzung des Entdeckers. Doch obwohl die Elfen, Menschen und Orks sich gegenseitig bekämpfen, hatte Meneldur immer noch alle Hände voll.
pt: Estas eram óptimas notícias para a tripulação do Explorador. Porém, mesmo vendo que os elfos, homens e orcs fossem lutar entre si, Meneldur teria que enfrentar a todos.

source: The first enemy we will encounter will be the elves. Show them no mercy!
de: Der erste Gegner den ihr trefft werden die Elfen sein. Habt kein Mitleid mit ihnen!
pt: Os primeiros inimigos que encontraremos serão os elfos. Não tenham piedade!

source: And we will show you none. Prepare to meet your doom!
de: Und wir werden dir keins zeigen. Du bist deinem Untergang ziemlich nahe!
pt: E também não teremos nenhuma. Preparem-se para morrer!

source: What? There appear to be elves blocking our path! Elves, why are you in our way?
de: Was? Da tauchen Elfen auf, die unseren Pfad blockieren? Elfen, warum stellt ihr uns in den Weg?
pt: O quê? Parece-me que os elfos estão a bloquear a nossa passagem. Elfos, por que estão no nosso caminho?

source: We are here to kill you! After that, we will kill the orcs, but we must kill you first.
de: Wir sind hier um dich zu töten! Danach erlegen wir die Orks, doch zuerst nehmen wir uns dich vor!
pt: Estamos aqui para matar-vos! Depois disso, mataremos os orcs, mas precisamos de acabar convosco primeiro.

source: Are you mad?! Well, if you are, I have no time to reason with you. Prepare to die!
de: Bist du verrückt? Falls du es wirklich bist habe ich keinen Gebrauch mehr, für dich. Mach dich bereit zum sterben!
pt: Estás louco?! Bem, se estiveres, não tenho tempo para discutir contigo. Prepara-te para morrer!

source: We have come to take back Elensefar from the orcs! But remember, the men of Wesnoth will no doubt try to stop us, as will the elves. We must fight them too.
de: Wir sind gekommen, um die Stadt Elensefar von den Orks zurücknehmen! Aber denkt daran, die Männer aus Wesnoth werden zweifellos versuchen uns aufzuhalten, ebenso wie die Elfen. Wir müssen sie ebenfalls bekämpfen.
pt: Viemos para resgatar Elensefar das mãos dos orcs! Mas lembrem-se, os homens de Wesnoth vão sem dúvida tentar parar-nos, assim como os elfos. Teremos de enfrentar-os também.

source: Indeed we will. You are a traitor to your country, and must die as one!
de: In der Tat, das werden wir. Du bist ein Verräter in deinem Land, und du wirst auch als einer sterben müssen.
pt: Certamente pararemos. És um traidor para o teu país, e irás morrer como um!

source: This looks like the area the men of Wesnoth have claimed to siege Elensefar from. Unfortunately, we must get past them to free the city.
de: Das sieht aus wie das Gebiet das die Männer von Wesnoth zur Belagerung der Stadt Elensefar behauptet haben. Leider müssen wir an ihnen vorbei um die Stadt zu befreien.
pt: Este parece o lugar que os homens de Wesnoth escolheram para lançar o cerco à Elensefar. Infelizmente, teremos de passar por eles para libertar a cidade.

source: You will not get past us while I am alive. And even if you do, the elves will stop you. If you must be a traitor, pick one nation to betray, not two!
de: Du wirst nicht an uns vorbei kommen, solange ich lebe. Und selbst wenn Sie das schaffen, werden die Elfen euch aufhalten. Falls Sie ein Verräter sein müssen, wählen Sie ein Volk zum verraten, nicht zwei!
pt: Não passarás por nós enquanto viver. E mesmo que o faças, os elfos irão parar-te. Se precisas mesmo ser um traidor, escolha uma nação para trair, e não duas!

source: What are you talking about? Oh, I see... my northern brethren have decided to attack me... Well, we will get past these Wesnothians first, and see what we can do then.
de: Was redest du da? Oh, ich sehe ... meine nördlichen Brüder haben sich entschieden, mich anzugreifen ... Nun, wir werden diese Wesnothianer zuerst erschlagen, und sehen, was wir dann tun.
pt: Do que é que estás a falar? Oh, entendo… os meus irmãos do norte decidiram atacar-me… bem, vamos passar por estes Wesnothianos primeiro, e veremos então o que fazer.

source: Prepare to die, Elensian scum!
de: Du wirst mit dem Tod Bekanntschaft machen, Elense·Abschaum!
pt: Preparem-se para morrer, escória de Elensefar!

source: We are in Elensefar's harbor, from where we will drive the orcs out into the faces of the elves. Although they are my brethren, we must not hold back from killing them because of it. Onward!
de: Wir sind in Elensefars Hafen, von wo aus wir die Orks in die Arme der Elfen treiben werden. Obwohl sie meine Brüder sind, müssen wir uns nicht mehr scheuen sie zu Töten, aus diesen Grund. Vorwärts!
pt: Estamos no porto de Elensefar e daqui empurraremos os orcs na direcção dos elfos. Embora sejam os meus irmãos, não podemos hesitar em matar-os por causa disso. Em frente, homens!

source: Listen t' that! He really thinks 'e can kill us! We'll show 'im! Kill the invader!
de: Hört euch dass an! Er glaubt wirklich er kann uns töten! Wir zeigen es ihn! Tötet den Eindringling!
pt: Escutam só! Realmente pensa que pode matar-nos! Vamos mostrar à ele! Matam o invasor!

source: We are now in Elensefar's harbor. From now, we fight until the orcs are all out of our city! Then, it appears, we will have to deal with those Wesnothians who believe us to be traitors.
de: Wir sind nun in Elensefars Hafen. Ab sofort kämpfen wir, bis die Orks alle aus unserer Stadt sind! Dann, so scheint es, müssen wir mit diesen Wesnothianern, die uns als Verräter ansehen umgehen.
pt: Estamos agora no porto de Elensefar. É daqui que expulsaremos até o último dos orcs da nossa cidade! E parece-me que teremos de lidar com estes de Wesnoth que pensam que somos traidores.

source: Yes, please, do that. Then we will not have to deal with the orcs, and only with you!
de: Ja, bitte mach das. Dann müssen wir nicht mehr mit den Orks verhandeln, sondern nur noch mit dir.
pt: Sim, por favor faça isso. Então não teremos de lidar com estes orcs, mas apenas convosco!

source: What?... Oh, its elves, from the northlands. What do you want?
de: Was?... Oh, das sind Elfen aus dem Norden. Was wollt ihr?
pt: O quê? Oh, são elfos das terras do norte. o que querem?

source: You dead, traitor!
de: Du bist Tod, Verräter!
pt: Morra, traidor!

source: Whatever you say. We'll deal with you after we kill the orcs.
de: Was auch immer du sagst. Wir werden mit dir verhandeln, nachdem wir die Orks vernichtet haben.
pt: Diga o que quiseres. Lidaremos convosco após matarmos os orcs.

source: Elensefar may be ours, but there are still enemies to defeat. Onwards!
de: Elensefar wird unser sein, doch es gibt immer noch Gegner, die wir besiegen müssen. Vorwärts!
pt: Elensefar pode até ser nossa, mas ainda temos inimigos para derrotar. Em frente!

source: We have taken Elensefar and defeated the Wesnothians, but these Elves need attending to.
de: Wir haben Elensefar zurückerobert und Wesnoth besiegt, aber diese Elfen brauchen ebenfalls Aufmerksamkeit.
pt: Tomamos Elensefar e derrotamos os de Wesnoth, mas estes elfos precisam de uma lição.

source: There are no enemies left - we have succeeded in retaking Elensefar.
de: Es gibt keine Gegner mehr - wir waren erfolgreich in der Einnahme Elensefars.
pt: Já não restam mais inimigos - fomos bem-sucedidos ao resgatar Elensefar.

source: The orcs had ransacked the city's coffers - now it's time for us to return the favor.
de: Die Orks plünderten die Kontoren der Stadt - nun ist es an uns ihnen den gefallen zurückzugeben.
pt: Os orcs esvaziaram os cofres da cidade. É hora de retribuir-lhes o favor.

source: You find 300 pieces of gold!
de: Du hast 300 Goldstücke gefunden!
pt: Encontraste 300 moedas de ouro!

source: You find 250 pieces of gold!
de: Du hast 250 Goldstücke gefunden!
pt: Encontraste 250 moedas de ouro!

source: You find 200 pieces of gold!
de: Du hast 200 Goldstücke gefunden!
pt: Encontraste 200 moedas de ouro!

source: Good work, men. Onwards, we have to retake the city also!
de: Gute Arbeit, Männer. Weiter, wir haben auch noch eine Stadt zurück zu erobern!
pt: Bom trabalho, homens! Avancem, ainda temos uma cidade a conquistar!

source: Come on, we should go North and see if we can help defeat the elves.
de: Macht schon, wir sollten nach Norden gehen und versuchen die Elfen zu besiegen.
pt: Vamos, devemos ir para o norte para ver se podemos ajudar a derrotar os elfos.

source: The Wesnothians had much gold in their camp. It is ours now!
de: Die Wesnothianer hatten viel Gold in ihrem Camp. Nun ist es unser!
pt: Os de Wesnoth têm muito ouro no seu acampamento. É agora todo nosso!

source: You find 175 pieces of gold!
de: Du hast 175 Goldstücke gefunden.
pt: Encontraste 175 moedas de ouro!

source: You find 150 pieces of gold!
de: Du hast 150 Goldstücke gefunden!
pt: Encontraste 150 moedas de ouro!

source: Orcs still reside in the city! Come one, let us kill them too!
de: Orks leben immer noch in der Stadt. Kommt schon, lasst uns auch sie töten!
pt: Ainda há orcs na cidade! Vamos, deixem-nos matar-os igualmente!

source: Come on, we should go South and see if we can help defeat the Wesnothians.
de: Macht schon, wir sollten nach Süden gehen und versuchen das Volk von Wesnoth zu besiegen.
pt: Vamos, devemos ir para o sul e ver se podemos ajudar a derrotar os de Wesnoth.

source: It seems the elves brought some of their treasure out of the northlands. More for us!
de: Es scheint, die Elfen brachten einige ihrer Schätze aus den Nordländern. Gut für uns!
pt: Parece que os elfos trouxeram um pouco do seu tesouro das terras do norte. Para nós, é claro!

source: Yes, Elensefar is ours, finally. Well, Black the Red, we thank you for your help.
de: Ja, Elensefar ist endlich unser. Ja, Black der Rote, wir danken dir für deine Hilfe.
pt: Sim, Elensefar é nossa, finalmente. Bem, Black, o Ruivo, agradecemos pela ajuda.

source: It was an honor to fight for you. I wonder where my people will go now... the orcs have surely taken our home by now.
de: Es war mir eine Ehre mit dir zu kämpfen! Ich frage mich, wo meine Leute jetzt hin wollen... die Orks haben in der Zwischenzeit sicher unsere Heimat eingenommen.
pt: Foi uma honra lutar por ti. Pergunto-me para onde o meu povo irá agora… com certeza os orcs já devem ter tomado as nossas terras.

source: I'm sure we will have time to discuss that later. But for now, we must help those conquered by the orcs rebuild their city.
de: Ich bin mir sicher wir haben viel Zeit dass später zu bereden. Aber jetzt, müssen wir die von den Orks verstoßenen helfen die Stadt neu aufzubauen.
pt: Tenho a certeza que teremos tempo para discutir isso mais tarde. Mas, por enquanto, precisamos de ajudar os habitantes a reconstruir a cidade.

source: The villagers are joining us!
de: Die Dörfler schließen sich uns an!
pt: Os aldeões estão a juntar-se a nós!

source: Attacked at Sea
de: Auf See angegriffen
pt: Ataque no Mar

source: The city had fallen, but Meneldur and his crew had escaped. Leaving the harbor, and looking back at the city, they noticed something strange. The orcs were not burning the city and pillaging it, as was their habit; instead, they were leaving it alone, and concentrating on the Lord's castle. It was almost as if they wanted to control the city, instead of destroy it.
de: Die Stadt war gefallen, aber Meneldur und seine Mannschaft waren entkommen. Den Hafen verlassend, und Rückblickend auf die Stadt, bemerkte sie etwas Seltsames. Die Orks zogen nicht brennend durch die Stadt und plünderten sie, wie es ihre Gewohnheit war, sondern sie verließen sie allein, und Konzentrierten sich auf die Burg des Herrn. Es war fast, als ob sie die Stadt kontrollieren wollten, statt zu zerstören.
pt: A cidade foi tomada mas Meneldur e a sua tripulação escaparam. Assim que deixaram o porto e olharam para a cidade, porém, perceberam algo estranho. Os orcs não estavam a incendiar a cidade e a pilhar, como era de o costume deles; em vez disso, deixaram as casas e concentraram-se em atacar o castelo. Era como desejassem tomar o controlo da cidade ao invés de destruir-a.

source: Meneldur was not sure exactly what this meant, but he knew one thing - if the city was not destroyed, then the people in it would not be either. Which meant that the city would still be worth rescuing. Thus, he and Madru, right there, vowed that, if they could, they would raise an army and return to Elensefar, to defeat the orcs and claim whatever of the city remained.
de: Meneldur war sich nicht sicher was genau das bedeutete, aber er wusste eines - wenn die Stadt nicht zerstört wurde, dann würden die Menschen es in ihr auch nicht sein. Was bedeutete, dass die Stadt noch der Rettung wert wäre. Also, schwor, er und Madru, genau dort, dass, wenn sie könnten, würden sie eine Armee erheben und zurück zu Elensefar, um die Orcs zu besiegen und Anspruch auf was von der Stadt geblieben ist.
pt: Meneldur não tinha a certeza sobre o que isto significava, mas sabia de uma coisa: se a cidade não fosse destruída, o seu povo também não seria, o que significava que ainda poderia valer a pena resgatar a cidade. Assim, ele e Madru juraram que, se pudessem, formariam um exército e voltariam a Elensefar para derrotar os orcs e resgatar o que restasse da cidade.

source: Pirates
de: Piraten
pt: Piratas

source: Chasers
de: Verfolger
pt: Caçadores

source: The Explorer
de: Der Entdecker
pt: O Explorador

source: Pirate Galley
de: Piraten Galleone
pt: Galeão pirata

source: Wesnothian Galley
de: Wesnoths Galleone
pt: Galeão de Wesnoth

source: Stop, pirate! Surrender, or die!
de: Halt, Piraten! Gebt auf oder sterbt!
pt: Pare, pirata! Renda-se ou morra!

source: Never!
de: Niemals!
pt: Nunca!

source: Lower the gangplank! Throw the grapples! DON'T LET THEM ESCAPE!
de: Senkt die Planken! Wirft die Enterhaken! LASST SIE NICHT ENTKOMMEN!
pt: Abaixem a prancha! Atirem os ganchos para abordar! NÃO DEIXEM QUE ESCAPEM!

source: What's going on here?
de: Was geht hier vor sich?
pt: O que está a acontecer aqui?

source: So, you're getting involved too, eh? Stop that ship, men!
de: So, ihr macht einen Aufstand, was? Haltet das Schiff an, Männer!
pt: Então também vais-te envolver, hã? Parem aquele navio, homens!

source: Return to Elensefar
de: Rückkehr nach Elensefar
pt: Retorno a Elensefar

source: And so Meneldur helped the Wesfolk build ships. They built three sturdy galleons, which was enough to hold all of them. That is how few of that once great race remained.
de: Und so half Meneldur das Westvolk schiffe zu bauen. Sie bauten drei robuste Galeeren, die genug waren sie alle zu transportieren. Das ist warum so wenige dieser einst so mächtigen Rasse übrig blieben.
pt: E assim Meneldur ajudou os Wesfolk a construir embarcações. Construíram três robustos galeões nos quais se podiam carregar todos os remanescentes (para se ver como poucos sobraram daquela outrora grande raça).

source: The necromancers who were on the ships cast a spell of darkness and swiftness over the boat. The next thing Meneldur and his men knew, they had reached the delta of the Great River, where Elensefar was built.
de: Die Schwarzmagier die auf den Schiff waren, beschworen ein Spruch der Dunkelheit und Schnelligkeit ums Boot. Das nächste was Meneldur und seine Mannen wussten, sie hatten dass delta des Großen Flusses erreicht, wo Elensefar erbaut war.
pt: Os necromantes ques estavam nos navios conjuraram magia de escuridão e rapidez nas suas respectivas embarcações. Logo depois Meneldur e os seus homens perceberiam que chegavam ao delta do Grande Rio, o local onde Elensefar havia sido construída.
