Repository: mansil/wesn-pt-trans
Catalog: umc/wesnoth-A_New_Land_Classic/*.po
Languages: pt

source: Random
pt: Aleatório

source: Loyalists
pt: Leais

source: Outlaws
pt: Foragidos

source: Undead
pt: Mortos-Vivos

source: ANL 2p — Dome Isle
pt: UNT 2j - Ilha da Condenação

source: This island, roofed by a dead volcano, is a good site for a new colony. Two players race to settle and conquer the island.
pt: Esta ilha, ao sopé dum vulcão adormecido, é um bom lugar para colonizar. Dois jogadores têm de competir e conquistar por ela.

source: Defeat enemy leader.
pt: Derrota o líder inimigo

source: ANL 4p — Aybabtu Valley
pt: UNT 4j - Vale Aybabtu

source: 2 versus 2: Elvish Druids hid treasure in Aybabtu Valley. Now two teams fight for control of the valley and its treasure.
pt: 2 contra 2: Druidas Elfos esconderam um tesouro no Vale Aybabtu. Agora duas equipas lutam pelo controlo pelo vale e as suas riquezas.

source: South
pt: Sul

source: North
pt: Norte

source: Evil
pt: Maligno

source: During the Elvish Civil War, a pair of Elvish Druids stole a great elvish treasure. The two druids fled their homeland and brought a small group of renegade elves into the remote Aybabtu Valley, hoping to conceal themselves and their loot.
pt: Durante a grande guerra civil dos elfos, um par de Druidas Elfas saquearam um vasto tesouro. As duas druidas fugiram da sua terra natal e trouxeram um pequeno grupo de elfos foragidos com elas ao vale remoto de Aybabtu, esperando poderem-se esconder a si e o seu tesouro.

source: Two rival teams have learned of the treasure. They are set to fight for control of Aybabtu Valley and its secret wealth.
pt: Duas equipas rivais ouviram os rumores do tesouro. Vieram para lutar pelo controlo do Vale Aybabtu e os seus segredos.

source: Defeat other team's leaders.
pt: Derrota os líderes adversários

source: If you kill an Elvish Druid before turn 13, then you may take one treasure to aid your battle.
pt: Se matares uma Druida Ela antes do turno 13, poderás levar um baú de tesouro para ajudar-te na batalha.

source: At turn 11, the druid will summon elves to defend her.
pt: Ao turno 11, a druida irá convocar alguns elfos para a defender.

source: At turn 13, the treasure will disappear and the cave walls around the druid will become forest.
pt: Ao turno 13, o tesouro desaparecerá e as paredes cavernosas a volta da druida tornarão-se em floresta.

source: You found druid items, but you can take only one.
pt: Encontraste os itens das druidas, mas só podes roubar um.

source: Take glowing staff
pt: Lava o Bastão Emanante

source: Provides 25-2 melee impact magical attack
pt: Provem um ataque a curta distancia por 25-2 de impacto, mágico.

source: glowing staff
pt: bastão emanante

source: Take sparkling wand
pt: Leva a Varinha da Esmeralda Envenenada

source: Provides 25-2 ranged fire magical attack
pt: Provem um ataque a longa distancia por 25-2 de fogo, mágico.

source: sparkling wand
pt: Varinha da Esmeralda Envenenada

source: Take dark stone
pt: Leva a pedra escura

source: Floods other team's river fords into swamp
pt: Inunda todos os vaus adversários em pântano.

source: The stone in your hands is extremely cold. You drop it!
pt: A pedra na tua mão é extremamente fria. Deixas-a cair!

source: Suddenly, water flooded some land, and they are now swamps.
pt: De repente, água inundou as tuas terras, e estas tornaram-se em pântano.

source: Take white stone
pt: Leva a pedra branca

source: Drains your team's river fords into grass
pt: Drena os vaus da tua equipa em planície

source: The stone in your hands is extremely hot. You drop it!
pt: A pedra na tua mão é extremamente quente. Deixas-a cair!

source: Suddenly, water level lowered, and some land can be cultivated now.
pt: De repente, a água baixou, e alguns campos podem ser cultivados de novo.

source: ANL 4p — The Great Wall
pt: UNT 4j - A Grande Muralha

source: 2 versus 2: The two peoples of the central isle have lived in peace, ever since the great wall separated them. Now, a coalition of orcs and undead are planning to destroy the wall, in the hope that old conflicts will return, leaving the land ripe for invasion.
pt: 2 contra 2: Os dois povos da ilha central viveram em paz, deste a grande muralha os tinha separado. Agora, uma coligação de orcs e morto-vivos estão a planear em destruir a muralha, na esperança qiue os conflitos ancestrais voltarem a toa, deixando as terras prontas para invadir.

source: The two peoples of the central isle had been at war, as long as anyone could remember. The conflict between them became so bloody that eventually the wise men of the north intervened, decreeing that a great wall should be built between them, forever forcing them to live in peace.
pt: Os dois povos da ilha central estiveram em guerra, mais tempo que alguém podia lembrar-se. O conflito entre eles tornará-se tão sangrento que porventura os homens sábios do norte intervieram, decretando que uma muralha grande fosse construída entre eles, para obrigar-os eternamente a viver em paz.

source: Ironically, however, the interdependence of the two factions was such that, as soon as trading ceased, both sides fell into poverty and chaos. What were once advanced cultures soon became barbaric and primitive, and the land was reclaimed by nature.
pt: Por ironia, contudo, a dependência mutua de ambas facções era tanta que, logo que o comércio fora interrompido, ambos caíram na pobreza e no caos. O que outrora foram culturas avançadas em breve tornará-se bárbaro e primitivo, e as terras foram reclamadas de volta pela natureza.

source: Then came the reconstruction: a concerted effort on both sides of the wall to rebuild their empires. This soon turned into an arms race, yet neither side suspected there were other dangers afoot.
pt: E então veio a reconstrução: um esforço árduo de ambas as equipas de cada lado da muralha para reconstruir os seus impérios. Isto bem cedo levou a uma corrida as armas, e contudo ninguém suspeitou que havia perigos maiores a aproximarem-se.

source: A coalition of orcs and undead are planning to destroy the wall, in the hope that the old conflict will return, leaving the land ripe for invasion.
pt: Uma coligação de orcs e morto-vivos esta a planear destruir a muralha, na esperança que o conflito remoto volta, deixando a terra à mercê de uma invasão.

source: Move a unit onto your enemy's flag.
pt: Mova uma unidade para a bandeira do adversário

source: ANL 4p — The Last Stand
pt: UNT 4j - Última Batalha

source: Survival: Four players must work together to rebuild their forces and make their last stand against humanity's enemies.
pt: Sobrevivência: Quatro jogadores têm de trabalhar em equipa para reconstruir as suas forças e fazer frente aos inimigos da humanidade.

source: In the aftermath of the great war, the remnants of humanity fled to an obscure secluded glen. Though they knew they could not hide from the mighty armies that had crushed their homeland, the leaders of the resistance hoped only for enough time to rebuild their forces.
pt: No tempo que se sucedeu à grande guerra os sobreviventes da humanidade fugiram para um sombrio e remoto vale. Embora soubessem que não podiam esconder-se dos poderosos exércitos que haviam esmagado a sua terra natal, os líderes da resistência tinham esperança de pelo menos ter tempo suficiente para reagrupar as suas forças.

source: You must survive until turn 25.
pt: Tens de sobreviver até o turno 25

source: West
pt: Oeste

source: East
pt: Este

source: Coalition
pt: Coaligação

source: I have the enemy's flag! Victory is at hand!
pt: Já tenho a estandarte adversária! Vitória!

source: Team 1 has won the game.
pt: A equipa 1 ganhou o jogo.

source: Team 2 has won the game.
pt: A equipa 2 ganhou o jogo.

source: The great wall will start to collaspe on turn 15. On turn 20 it will be destroyed completely. Be prepared!
pt: A grande muralha irá começar a cair no turno 15. E no turno 20 estará completamente destruída. Prepara-te!

source: Suddenly the ground begins to shake. By some unknown magic the great wall begins to crumble...
pt: De repente o solo começou a tremer. A grande muralha começou a esmorecer por alguma magia desconhecida...

source: The wall has started to collapse, prepare yourself my friends!
pt: A muralha começou a cair, preparam-se meus amigos!

source: Ah, at last! Now we can settle this matter once and for all!
pt: Ó, finalmente! Agora podemos acabar de tudo duma vez por todas!

source: The great wall is down. There is nothing left but bloodshed now.
pt: A grande muralha caiu. Já não resta nada senão lágrimas de sangue.

source: Let us make good these wasted decades, attack with all your vigour!
pt: Vamos dar um bom uso a todas estas décadas desperdiçadas, atacam com todo o vigor!

source: I have fallen, but all is not lost!
pt: Caí, mas nem tudo está perdido!

source: I am done for, but we have yet to lose this battle!
pt: Estou acabado, mas ainda temos esta batalha para perder!

source: Comrades, avenge me!
pt: Camaradas, vingam-me!

source: Do not fear, there is hope for us still!
pt: Não tenham medo, ainda há esperança!

source: Resistance
pt: Resistência

source: One of your peasants has happened upon some spider's nests in the north and south.
pt: Um dos nossos camponeses tropeçaram sobre alguns ninhos de aranha à norte e sul.

source: I swear I saw somebody trapped in the spider's web. Maybe we should rescue them?
pt: Juro que vi alguém preso na teia da aranha. Talvez devêssemos resgatar-os?

source: Move any unit next to these captives and they will join your side. The spiders guarding each captive are currently wounded, the sooner you get there the better chance you have of killing them.
pt: Mova qualquer unidade para perto destes prisioneiros e eles irão juntar-se ao seu lado. As aranhas guardando cada prisioneiro estão, de momento, feridas, quão mais cedo chegar lá, melhor as suas hipóteses de vencer-as.

source: Your men report strange sounds coming from some caves to the east and west.
pt: Os teus homens reportam estranhos sons vindo de algumas cavernas a leste e a oeste.

source: It would seem the enemy has built some underground mushroom mines nearby - it must be where the mainstay of their resources are produced. If we could destroy them our chances wouldn't nearly be so slim.
pt: Diz-se que o inimigo construiu algumas minas de cogumelos subterrâneas por perto - deve ser onde os seus principais recursos são produzidos. Se pudéssemos destruí-as, as nossas hipóteses não seriam tão pequenas.

source: Move any unit on to these villages to destroy the mine. Each one you destroy will reduce the enemy's income by 10.
pt: Mova qualquer unidade para estas aldeias para destruir a mina. Cada uma que destruir irá diminuir o rendimento que o teu inimigo recebe por 10 peças de ouro.

source: This battle is nearly at an end. Victory is close at hand!
pt: Esta batalha está próxima do fim. A vitória está ao nosso alcance!

source: We have survived the onslaught! The tide of the battle has turned, victory cannot elude us now!
pt: Sobrevivemos ao violento ataque! O rumo da batalha virou, a vitória não nos pode escapar agora!

source: You have won the game, but you may continue if you wish...
pt: Venceste o jogo, mas podes continuar se assim desejares...

source: You destroy the mushroom mine. The northwest undead now have 10 less income.
pt: Destruíste a mina de cogumelo. Os morto-vivos do noroeste agora receberão menos 10 peças de ouro em rendimento.

source: You destroy the mushroom mine. The northeast orcs now have 10 less income.
pt: Destruíste a mina de cogumelo. Os orcs do noroeste agora receberão menos 10 peças de ouro em rendimento.

source: You destroy the mushroom mine. The southwest orcs now have 10 less income.
pt: Destruíste a mina de cogumelo. Os orcs do sudeste agora receberão menos 10 peças de ouro em rendimento.

source: You destroy the mushroom mine. The southeast undead now have 10 less income.
pt: Destruíste a mina de cogumelo. Os morto-vivos do sudoeste receberão menos 10 peças de ouro em rendimento.

source: Let's cut you free from this web.
pt: Vamos libertar-te da teia de aranha.

source: You release the $critter.type from the web and it agrees to help you.
pt: Libertaste $critter.type da teia de aranha e o monstro irá ajudar-te.

source: Naga Guardian
pt: Guardiã Naga

source: These heavy fighters are the elite guards of the naga. They are slower and more heavily armored than most naga and wield huge maces which they use to crush their enemies. They mostly guard naga outposts, but occasionally participate in offensive raids.
pt: Esses soldados são a guarda de elite dos Naga. São mais lentos e com mais protecções corporais que a maioria dos Naga e empunham poderosas maças que usam para esmagar os seus inimigos. Geralmente montam a guarda em postos avançados dos Naga, mas ocasionalmente participam de acções ofensivas.

source: mace
pt: maça

source: Naga Sentinel
pt: Sentinela Naga

source: The heavy fighters are the elite guards of the naga. They are slower and more heavily armored than most naga and wield huge maces which they use to crush their enemies. They mostly guard naga outposts, but occasionally participate in offensive raids.
pt: Esses soldados são a guarda de elite dos Naga. São mais lentos e com mais protecções corporais que a maioria dos Naga e empunham poderosas maças que usam para esmagar os seus inimigos. Geralmente montam a guarda em postos avançados dos Naga, mas ocasionalmente participam de acções ofensivas.

source: Naga Warden
pt: Protectora Naga

source: Orcish Cursemaster
pt: Mestre Bruxo Orc

source: The oldest and wisest shamans have mastered magic, although their physical strength has declined with age. In combat, these orcs are prone to die, unless they drain enough life from their enemies.
pt: Os mais velhos e sábios dos bruxos dominaram a sua magia, apesar da sua força física ter declinado com o passar dos anos. Em combate, estes orcs morrem de forma fácil a não ser que consigam drenar energia suficiente dos seus inimigos.

source: staff
pt: bastão

source: curse
pt: maldição

source: Orcish Shaman
pt: Bruxo Orc

source: Orcish Shamans are the guardians of orcish magic. Respected among orcish tribes, they form the Orcish Council, which makes important decisions for the whole Orcish community and arbitrates the many conflicts that arise between tribes of this argumentative race. Although physically weak (for Orcs), Orcish Shamans are good spell casters and can curse their enemies, draining their life. Novice Shamans are still young and vigorous, but their spell-casting ability still needs improvement.
pt: Bruxos Orcs são os guardiões da magia orc. Respeitados entre as tribos orcs, formam o Conselho Orc, que toma importantes decisões para toda a comunidade e arbitra os muitos conflitos que surgem entre as tribos dessa raça. Embora sejam fisicamente fracos (para orcs), Bruxos Orcs são lançadores de feitiços e podem amaldiçoar os seus inimigos, drenando as suas vidas. Bruxos Orcs Novatos ainda são jovens e vigorosos, mas a sua habilidade de lançar feitiços ainda precisa de melhorar.

source: Orcish Sorcerer
pt: Feiticeiro Orc

source: Unlike other orcs, shamans on the Orcish Council have jobs that require wisdom more than physical strength. Experience enables some shamans to improve their magic, increasing the power and speed of their spells. In a battle, they can heal themselves by draining the life of their enemies.
pt: Ao contrário dos outros orcs, os bruxos do conselho de guerra orc guiam-se mais pela sabedoria do que a força bruta. Com experiência alguns deles conseguem melhorar a sua magia, aumentando o poder e a velocidade dos seus feitiços. Em batalha, podem curar-se a si próprios ao drenar a energia vital dos seus inimigos.

source: Rogue Mage
pt: Mago rufia

source: Some mages are thrown out of the mage’s guild for attempting to practice forbidden arts. Now completely outside the law, these rogue mages do whatever necessary to support their study of black magic. Although not as skilled as mages with more formal training, their magic can be quite lethal, while their banditry has resulted in moderate skill with the short sword.
pt: Alguns magos são expulsos das guildas de magos por quererem praticar as artes esquecidas. Completamente foras-da-lei, esses inescrupulosos fazem o que for necessário para garantir seus estudos de magia negra. Embora não sejam tão talentosos quando os magos com treinamento formal, sua mágica pode ser letal, enquanto sua bandidez lhe deu uma certa destreza com a espada curta.

source: short sword
pt: espada curta

source: ice blast
pt: míssil gelado

source: Shadow Lord
pt: Senhor da Sombra

source: Few humans fathom the secrets of light and dark magic and retain their sanity. Those that can master that balance become Shadow Lords, fully existing neither in the world of light nor the world of darkness. No longer needing physical weapons, they are fearsome to both their enemies and those they lord over.
pt: Alguns humanos aprendem os segredos da magia da luz e das trevas, e mantém sua sanidade. Aqueles que conseguem encontrar o balanço se tornam Lordes Sombrios, não pertencendo nem ao mundo da luz nem ao mundo das trevas. Não precisando de armas físicas, eles são terríveis para ambos os lados.

source: astral blade
pt: lâmina astral

source: shadow bolt
pt: raio sombrio

source: shadow blast
pt: míssil maldito

source: Shadow Mage
pt: Mago da Sombra

source: Years of violence and brutality to support the study of forbidden magical arts have turned the shadow mages into feared fighters. Now completely enthralled with power, they have been known to command small followings of henchmen. They are outmatched in direct magical combat with their magic-using peers, instead channeling their energies into devastating melee attacks. Despite their offensive power, the corruption in their souls has begun to adversely affect their health.
pt: Anos de violência e brutalidade para suportar os estudos das esquecidas artes mágicas transformara os magos em lutadores temeráveis. Agora que possuem o poder encravado no corpo, eles já podem comandar pequenos grupos de seguidores. Eles são sobrepujados em combate mágico pelos seus pares mágicos, mas canalizam parte de sua energia para o combate corpo-a-corpo. Apesar de seu poder ofensivo, a corrupção de suas almas começou a afetar negativamente sua saúde.

source: Dead Leader
pt: Líder Morto

source: Study Complete
pt: Estudo Completo

source: $t.name|'s farms now produce $t.gold gold.
pt: As quintas de $t.name| produzem agora $t.gold peças de ouro.

source: $t.name|'s mines now produce $t.gold gold.
pt: As minas de $t.name| produzem agora $t.gold peças de ouro.

source: $t.name|, we have finished researching warfare.
pt: $t.name|, terminamos a pesquisa sobre a arte de guerra.

source: Reminder
pt: Lembrança

source: You have not yet chosen a unit after researching warfare.
pt: Ainda não escolheste uma unidade após a pesquisa da arte da guerra.

source: Right-click on a mage in a university to select a unit to recruit.
pt: Clica (botão direito) num mago numa Universidade para seleccionar o teu recruta.

source: (You can do this $t.times times.)
pt: (Podes fazer isto $t.times vezes.)

source: garrison
pt: guarnição

source: female^garrison
pt: guarnição

source: Never moves off castle
pt: Nunca sai do castelo

source: still
pt: Parado

source: female^still
pt: Parada

source: Zero moves
pt: sem movimentos

source: Return to menu
pt: Retornar ao menu

source: Peasants
pt: Camponeses

source: Peasants are your workers. Depending on the terrain, right-clicking on a peasant allows you to terraform the landscape and/or build castles, mines, farms, villages and universities.
pt: Camponeses são trabalhadores. Dependendo do terreno, ao clicar com o botão direito sobre um camponês permite-te modificar o terreno e/ou construir castelos, minas, quintas, aldeias e universidades.

source: Mages
pt: Magos

source: Mages are your wise men. They can study at universities, pursuing advances in mining, farming and recruitment.
pt: Magos são os teus homens sábios. Podem estudar em universidades, em busca de avanços em mineração, agricultura e recrutamento.

source: Farms
pt: Quintas

source: Farms can only be planted on grassland. Move a peasant onto a farm and he will begin to automatically harvest the cash crop.
pt: Quintas só podem ser implantadas na planície. Mova um camponês para uma quinta e ele irá automaticamente fazer a colheita.

source: Villages
pt: Aldeias

source: Villages can only be built on grassland. They provide income and healing as usual. Right-click on a peasant in a village and you can establish a university.
pt: Aldeias só podem ser construídas na planície. Provêm ouro e medicação como de costume. Clica com o botão direito sobre um camponês numa aldeia e poderás estabelecer uma universidade.

source: Mines
pt: Minas

source: Mines can be built on hills or mountains. A peasant on a mine will automatically dig for gold at the start of your turn.
pt: Minas podem ser implantadas em colinas ou montanhas. Um camponês numa mina irá automaticamente minar por ouro no começo do seu turno.

source: Universities
pt: Universidades

source: Any of the ‘Elvish’ style villages represent universities. At the start of your turn, Mages in universities automatically add to the study progress of your chosen research target. Right-click on a mage in a university to change research target.
pt: Qualquer uma das aldeias de estilo 'Elfo' representam universidades. No começo do teu turno, os Magos em universidades automaticamente progressam no estudo do teu alvo definido. Clica com o botão direito num destes magos para trocar de alvo de estudo.

source: Diplomacy
pt: Diplomacia

source: Right-clicking on your leader when in a university allows you to select special diplomatic options.
pt: Ao clicar com o botão direito sobre o teu líder numa universidade, permite-te seleccionar as opções diplomáticas especiais.

source: Help
pt: Ajuda

source: A New Land — Help
pt: Uma Nova Terra - Ajuda

source: Select a topic.
pt: Selecciona um tópico.

source: Done
pt: Feito

source: The chest contains $treasure gold.
pt: O baú contém $treasure peças de ouro.

source: This flaming sword provides a 15-4 melee fire magical attack. Should I take and wield it?
pt: Esta espada flamejante provém um ataque 15-4, mágico. Devo eu levar-a e encaminhar?

source: Yes
pt: Sim

source: Flaming Sword
pt: Espada Flamejante

source: You hold a mighty blade of fire!
pt: Recebeste uma lamina de fogo lendária!

source: flaming sword
pt: espada flamejante

source: No
pt: Não

source: Diplomatic Options
pt: Opções Diplomáticas

source: What shall I do?
pt: O que devo fazer?

source: Nothing
pt: Nada

source: Donate Funds
pt: Doar Fundos

source: Give 20 gold to a player
pt: Oferecer 20 peças de ouro para um jogador.

source: Who will you donate funds to?
pt: A quem irás doar os fundos?

source: Back
pt: Voltar

source: Share Knowledge
pt: Partilhar Conhecimento

source: Help an ally with their research
pt: Ajuda um aliado na sua pesquisa

source: Who will you share knowledge with?
pt: Com quem irás dividir conhecimento?

source: $t.name, side $t.side
pt: $t.name, da equipa $t.side

source: I hereby donate 20 gold to the coffers of $t.name|.
pt: Eu, por meio deste, doo 20 peças de ouro para os cofres de $t.name|.

source: Gold: $t.from → $t.to
pt: Ouro: $t.from → $t.to

source: Share knowledge of agriculture
pt: Com quem irás dividir conhecimento sobre a agricultura?

source: <b>$t.name</b>, since our wisdom exceeds yours, I have instructed my scholars to further your understanding of agriculture.
pt: <b>$t.name</b>, já que a nossa sabedoria excede a tua, instruí os meus alunos para aprofundar-te o conhecimento na agricultura.

source: Share knowledge of mining
pt: Com quem irás dividir conhecimento sobre a mineração?
