Repository: mansil/wesn-pt-trans
Catalog: umc/wesnoth-A_New_Land_Classic/*.po
Languages: pt

source: <b>$t.name</b>, since the wisdom of my people exceeds yours, I have instructed my scholars to aid you in your efforts to learn the science of mining.
pt: <b>$t.name</b>, já que a sabedoria do meu povo excede a tua, instruí os meus alunos para auxiliar nos teus esforços para aprender a ciência da mineração.

source: Share knowledge of warfare
pt: Com quem irás dividir conhecimento sobre a Arte de Guerra?

source: You know worryingly little about the arts of war, <b>$t.name</b>. I feel an obligation to instruct you in this vital matter.
pt: Sabes assustadoramente pouco sobre a arte de guerra, <b>$t.name</b>. Sinto uma obrigação de instruir-te nesse assunto vital.

source: Progress: $t.from/$t.target → $t.to/$t.target
pt: Progresso: $t.from/$t.target → $t.to/$t.target

source: Available units: $t.list
pt: Unidades disponíveis: $t.list

source: Negotiation Progress: $$t.progress_var|/$$t.target_var
pt: Progresso da Negociação: $$t.progress_var|/$$t.target_var

source: Which type of unit would you like to be able to recruit?
pt: Que tipo de unidade gostarias de poder recrutar?

source: Negotiate with the Dwarves
pt: Negociar com os Anões

source: Lets you recruit a Dwarvish unit
pt: Permite-te recrutar um anão

source: Negotiation Complete
pt: Negociação Completa

source: Our talks are complete - the Dwarves will gladly fight by your side. Which of our brethren do you want to recruit?
pt: A nossa conversa está completa - os Anões irão alegremente lutar ao teu lado. Qual dos nossos irmãos queres recrutar?

source: Negotiate with the Elves
pt: Negociar com os Elfos

source: Lets you recruit an Elvish unit
pt: Permite-te recrutar Elfos

source: Our talks are complete - the Elves shall aid you in this battle. Which our of kin do you wish to recruit?
pt: A nossa conversa está completa - os Elfos deverão auxiliar-te nesta batalha. Qual deles desejas recrutar?

source: Negotiate with the Saurians
pt: Negociar com os Répteis

source: Lets you recruit a Saurian unit
pt: Permite-te recrutar um Réptil

source: Us saurians agree to aid you in your struggle. Which of our tribe do you want to recruit?
pt: Nós, répteis, aceitamos ajudar-te nesta confusão. Quem da nossa tribo queres recrutar?

source: Negotiate with the Merfolk
pt: Negociar com o Povo do Mar

source: Lets you recruit a Merman unit
pt: Permite-te recrutar um aquático

source: An agreement has been reached - we the merfolk will help you as we can. Which of our shoal do you want to recruit?
pt: Um acordo foi feito - nós do Povo do Mar irão ajudar-te com tudo que temos. Quem do nosso cardume queres recrutar?

source: Negotiate with the Nagas
pt: Negociar com as Nagas

source: Lets you recruit an Naga unit
pt: Permite-te recrutar uma Naga

source: Our den will send nagas to reinforce you. Which unit will you recruit?
pt: A nossa anciã irá enviar reforços para ti. Que unidade queres recrutar?

source: Summon monster
pt: Invocar Monstro

source: Lets you recruit a monster unit
pt: Permite-te recrutar um monstro

source: Summoning Complete
pt: Invocação Completa

source: Which monster will you summon?
pt: Que monstro queres querer invocar?

source: There are no more unit types to recruit.
pt: Já não há mais unidades para desbloquear.

source: Choose New Recruit
pt: Escolha um Novo Recruta

source: Oversee Research
pt: Pesquisa de Espionagem

source: We are currently studying <span color='yellow'>agriculture</span>.
pt: Estamos a estudar neste momento sobre <span color='yellow'>a agricultura</span>.

source: We are currently studying <span color='yellow'>mining</span>.
pt: Estamos a estudar neste momento sobre <span color='yellow'>a mineração</span>.

source: We are currently studying <span color='yellow'>warfare</span>.
pt: Estamos a estudar neste momento <span color='yellow'>a arte da guerra</span>.

source: Research
pt: Pesquisar

source: To which end would you have our scholars devote their minds? • Our farms produce <span color='yellow'>$$r|.farming.gold gold</span>. • Our mines produce <span color='yellow'>$$r|.mining.gold gold</span>.
pt: A que finalidade queres que os nossos eclesiásticos devotarão as suas mentes? • As nossas quintas produzem <span color='yellow'>$$r|.farming.gold gold</span>. • As nossas minas produzem <span color='yellow'>$$r|.mining.gold gold</span>.

source: Continue as before
pt: Continuar como antes

source: <span color='green'>Agriculture</span> Farmers produce +1 gold Study progress: $$r|.farming.progress|/$$r|.farming.target
pt: <span color='green'>Agricultura</span> As tuas quintas produzirão +1a peça de ouro Progresso do Estudo: $$r|.farming.progress|/$$r|.farming.target

source: <span color='green'>Mining</span> Miners produce +1 gold Study progress: $$r|.mining.progress|/$$r|.mining.target
pt: <span color='green'>Mineração</span> As tuas minas produzirão +1a peça de ouro Progresso do Estudo: $$r|.mining.progress|/$$r|.mining.target

source: <span color='green'>Warfare</span> Allows you to recruit a new type of unit $t.available_units Study progress: $$r|.warfare.progress|/$$r|.warfare.target
pt: <span color='green'>Arte da Guerra</span> Permite-te recrutar um novo tipo de unidade $t.available_units Pogresso do Estudo: $$r|.warfare.progress|/$$r|.warfare.target

source: Warfare <i>You already know everything about warfare.</i>
pt: Arte da Guerra <i>Já sabes tudo sobre a Arte da Guerra</i>

source: A New Land Classic 0.14.4 <small><small>http://r.wesnoth.org/t35599</small></small> <span fgcolor='yellow'>Right-click on your leader during your turn for help</span>
pt: Uma Nova Terra Clássico 0.14.4 <small><small>http://r.wesnoth.org/t35599</small></small> <span fgcolor='yellow'>Clica no teu líder para aceder à ajuda</span>

source: Use the 'A New Land: Standard' or 'A New Land: Expanded' era, and map settings.
pt: Usa as eras "Uma Nova Terra: Padrão" ou "Uma Nova Terra: Complementar"; e as definições do mapa.

source: Recruit a Thief, and it can steal gold from other players.
pt: Recruta um Ladrão, e poderá roubar ouro dos inimigos.

source: pick pocket
pt: Furto

source: steals 4 gold
pt: furto de 4 ouro

source: Steals 4 gold: When used offensively, each hit steals 4 gold from the victim's side.
pt: Furto de 4 ouro: Quando usado ao ataque, cada golpe furta 4 peças de ouro da sua vitima.

source: Convert to Grassland
pt: Planificar

source: Plant Crop Farm
pt: Plantar um campo de Trigo

source: Plant Mushroom Farm
pt: Plantar um campo de Cogumelos

source: Dig Cave
pt: Cavar uma Caverna

source: Build Village
pt: Construir Aldeia

source: Build Castle
pt: Construir Castelo

source: Build Fort
pt: Construir Vau

source: Flood the Field
pt: Inundar o Campo

source: Plant Saplings
pt: Plantar árvores

source: Chop Down Forest
pt: Cortar a Floresta

source: Build Mine
pt: Construir Mina

source: Make a Ford
pt: Fazer um Vau

source: Landfill
pt: Drenagem

source: Destroy the Ford
pt: Destruir o Vau

source: Smash Cave Floor
pt: Destruir a Caverna

source: Chop Down Mushroom Grove
pt: Recolher os Cogumelos

source: Build a Keep
pt: Construir Torre

source: Establish University
pt: Estabelecer Universidade

source: Destroy Farm
pt: Destruir Quinta

source: Destroy Mine
pt: Destruir Mina

source: Burn Down Village
pt: Queimar Aldeia

source: Destroy Village
pt: Destruir Aldeia

source: Destroy University
pt: Destruir Universidade

source: Knock Down Castle
pt: Abater Castelo

source: Destroy
pt: Destruir

source: Clear the Ground
pt: Limpar o Terreno

source: Clear Rubble
pt: Limpar Destroços

source: Get to Work!
pt: Ao Trabalho!

source: What shall I do my liege?
pt: O que devo fazer, meu Senhor?

source: Earns: $t.gold|g
pt: Ganhos: $t.gold|o

source: Cost: $t.gold|g
pt: Custos: $t.gold|o
