Repository: mansil/wesn-pt-trans
Catalog: umc/wesnoth-Warmaster/*.po
Languages: de, pt

source: Warmaster
de: Kriegsmeister
pt: Mestre da Guerra

source: WM
de: KM
pt: MdG

source: Novice
de: Novize
pt: Novato

source: Expert
de: Experte
pt: Perito

source: (Hard)
de: (Schwierig)
pt: (Difícil)

source: Master
de: Großmeister
pt: Mestre

source: (Very Hard)
de: (Sehr schwierig)
pt: (Muito Difícil)

source: One day the scout of your king brings a mysterious little stone, called Zrai-Stone, back from one of his trips. Soon that stone causes a lot of trouble...
pt: Um dia o batedor do teu rei traz uma pequena pedra misteriosa, chamada de Pedra-Zrai, de volta das suas viagens. Em breve esta pedra causa muitos problemas…

source: (Expert level, 16 scenarios)
de: (Einstufung: Schwierig, 16 Szenarien)
pt: (Nível Veterano, 16 cenários)

source: Campaign Design
de: Kampagnengestaltung
pt: Projecto da Campanha

source: Translations
de: Übersetzungen
pt: Traduções

source: Campaign Maintenance
de: Pflege und Erweiterung der Kampagne
pt: Manutenção da Campanha

source: The Escape
de: Die Flucht
pt: A Fuga

source: There are a lot of rumors about a mysterious, blue little stone stored in our castle. But I know it better. It has been brought to our castle a short time ago, and it isn't just a random blue colored stone. It is a magical stone. It grants it's owner some kind of ability, but I don't know what it exactly does. Well. I don't really want to know it either. I just have to guard that stone and my king... Well, this is what every royal guard has to do. But something seems to be unusual today...
pt: Existem muitos rumores sobre esta pedra pequena, azul e misteriosa guardado no nosso castelo. Mas sei-o melhor. Fora trazido ao nosso castelo a pouco tempo, e não é simplesmente uma pedra aleatória azul. É uma pedra mágica. Garante ao seu dono uma certa habilidade, mas não sei exactamente qual. Bem. Nem o quero mesmo saber. É só porque tenho de guardar aquela pedra e o meu rei… Bem, isto é o que qualquer Guarda Real devia fazer. Mas algo parecia estranho hoje…

source: However, another boring day as a royal guard begins... The sky is clear blue, and everything is as boring as always. Everything? Not really. The king's scout, who was sent to check the area like every day, still isn't back from his trip. He should already have arrived about five hours ago. The king is worried about what might have happened to his scout, but he didn't send any other soldier to look after him yet. I wonder what might be going on there...
pt: Porém, mais um dia chato como guarda real tinha começado… O céu estava limpo, e tudo era tranquilo como sempre. Tudo? Não. O batedor do rei, que fora enviado para inspeccionar a área como todos os dias, ainda não tinha chegado de volta da sua incursão. Já devia chegado à mais de cinco horas atrás. O rei questionava-se o que pudesse ter acontecido com o batedor, mas ainda não enviou ninguém para olhar por ele. Pergunto-me o que se passaria fora…

source: Escape to the north
de: Flüchtet Richtung Norden
pt: Escapa para o norte

source: Death of Troy
de: Tod von Troy
pt: Morte de Troy

source: Loyalists
de: Loyalisten
pt: Leais

source: throwing knives
de: Wurfmesser
pt: Punhal de arremesso

source: Invaders
de: Invasoren
pt: Invasores

source: Monsters
de: Monster
pt: Monstros

source: Some dark shapes can be seen a few miles away.
de: Einige dunkle Wolken konnten von mehreren Meilen gesehen werden.
pt: Algumas sombras escuras podiam ser vistas a milhas.

source: Huh? What might this be? ...Can this be? Orcs?
pt: Hum? O que pode isto ser? …Poderia ser? Orcs?

source: Orcs! Douzens of them! Where are they all coming from?
de: Orks! Zu Dutzenden! Woher kommen sie nur alle?
pt: Orcs! Dezenas deles! Mas donde vêm todos eles?

source: Uh. They seem to be a bit too many for me.
de: Oho. Dass scheinen ein paar zu viele für mich zu sein.
pt: Um. Parecem um bocadinho demasiados para mim.

source: Did I say douzens? Forget what I said. This must be hundreds of orcs! If we only knew about it... But like this, we cannot protect the castle and the town any longer. We are doomed.
pt: Dizia dezenas? Esqueçam o que dissera. Estes devem ser centenas de orcs! Se ao menos tivéssemos sabido… Mas assim, não podemos proteger o castelo e a cidade por muito mais tempo. Estamos condenados.

source: I haven't seen that many orcs since I am king. There's no way we can make it against such numbers. But why are they attacking us either? We didn't fight orcs for years.
de: Seit ich König bin hab ich noch nie so viele Orks auf einmal gesehen. Es gibt keinerlei Hoffnung gegen solch eine riesige Horde. Warum greifen sie uns nur an? Wir waren seit Jahren nicht im Krieg mit den Orks.
pt: Nunca vi tantos orcs deste que sou rei. Não há maneira que possamos enfrentar a todos. Mas porque estarão a atacar-nos? Não combatemos orcs por anos.

source: You're asking why we're attacking you? Stupid man. Don't you already know it?
de: Du fragst dich noch warum wir angreifen? Dummer Hund. Weißt du es wirklich nicht?
pt: Estás a perguntar-te porque estamos a atacar-te? Homem estúpido. Ainda não sabes?

source: ...the Zrai-Stone...? Oh no...
pt: ¿…a Pedra-Zrai…? Ó não…

source: Exactly. Now common, give it to us immediately and we might let you die a quick death!
de: Genau. Nun sterblicher, gib uns sofort diesen Stein, und vielleicht lassen wir euch schnell und schmerzlos sterben!
pt: Exactamente. Agora mortal, da-nos-a imediatamente e talvez deixamos morrer-vos uma morte rápida e indolor.

source: No way! Troy, take the stone and escape! Immediately!
de: Niemals! Troy, nimm den Stein und flieh! Sofort!
pt: Nunca! Troy, leva esta pedra e fuja! Já!

source: But...
pt: Mas...

source: Do it! Take the stone and escape!
de: Tu es! Nimm den Stein und flieh!
pt: Faça-o! Leva esta pedra e fuja!

source: But to where! If I would try to escape I would just bring the stone towards the orcs!
de: Aber wohin! Wenn ich fliehe würde ich nur den Stein den Orks überbringen!
pt: Mas aonde! Se tentar fugir iria simplesmente trazer a pedra até os orcs!

source: Not if you go through the castle. There is a secret passage somewhere in it. To open it you must press some kind of switch.
de: Nicht falls du durch die Burg gehst. Es gibt eine Geheimtür irgendwo im Keller. Um sie zu öffnen braucht man nur eine Art Knopf zu drücken.
pt: Não se ires por dentro do castelo. Existe uma passagem secreta algures. Para a abrir tens de pressionar algum tipo de botão.

source: So you're trying to escape? How silly. We will get you nevertheless! Now go on, my little grunts! Enter that ugly castle and smash everyone to pieces, especially that guy with the stone!
de: Du versuchst also zu fliehen? Wie schwachsinnig. Wir werden dich sofort einholen! Nun geht, meine kleinen! Betritt diese modrige Burg und haut alles in Stücke, vor allem den mit den Stein!
pt: Então vais tentar escapar? Que idiotice. Não irás a nenhum lado! Agora vão, meus brutos! Entram neste castelo feio e cortam a todos em bocados, e especialmente aquele com a pedra!

source: Here is the stone. Now recruit some soldiers to help you and go! But be careful, I have never been inside the secret passage. I don't know what might await you in there.
de: Hier hast du den Stein. Jetzt rekrutiere ein paar Soldaten die dir helfen können und geh! Sei vorsichtig, ich wahr noch nie im Geheimgang. Und ich weiß nicht was dich dort drin erwartet.
pt: Aqui esta a pedra. Agora recruta alguns combatentes para ajudar-te e vá! Mas cuidado, nunca estive dentro da passagem secreta. Não sei o que te espera la dentro.

source: Alright... Igor, fight as best as you can. I'm going.
pt: Tudo bem… Igor, lute o melhor que podes. Vou ir.

source: Promised. I won't go down without a fight!
de: Versprochen. Ich werde nicht ohne Kampf fallen!
pt: Prometo. Não serei derrotado sem uma luta!

source: Phew... I really made it this far. But where to go now? I don't know what this little stone exactly is. I only know that the orcs may not get it. I hope there are no orcs around here... Well. I should try to stay away from any trouble with orcs. And therefor I should travel as far away from them as possible.
pt: Few… Consegui mesmo chegar tão longe. Mas para onde vou agora? Não sei o que esta pequena pedra realmente faz. Só sei que os orcs a querem. Espero que não haja nenhum deles por aqui… Bem. Devo tentar ficar longe deles seja como for. E além do mais, devia ir o mais longe deles que possível.

source: Why did this only have to happen...
pt: Mas porque teve isto de acontecer a mim…

source: Argh... I must... escape...
pt: Arre… Tenho… de escapar…

source: Ah, there we have the Zrai-Stone. Very well. But this starts to get fun. Kill them all!
de: Aah, da ist der Zrai-Stein. Sehr gut. Aber dass fängt an lustig zu werden. Tötet sie alle!
pt: Ah, cá esta a Pedra-Zrai. Muito bem. Mas isto esta a começar a divertir-me. Matam-os a todos!

source: No...
pt: Não...

source: I may have been defeated, but you'll never get the stone!
de: Ich bin vielleicht besiegt worden, aber du wirst niemals den Stein haben!
pt: Posso ser derrotado, mas nunca irás ter a pedra!

source: How is this possible... I have been... defeated...
pt: Como é isto possível… Fui… derrotado…

source: This one is defeated...
pt: Este já tem da sua conta…

source: We will meet in hell!
de: Wir sehen uns in der Hölle wieder!
pt: Encontramos-nos no inferno!

source: I won't let you pass, fool! You'll first have to defeat me to get through here!
de: Du wirst nicht passieren, Narr! Nur über meine Leiche!
pt: Não ireis passar, imundo! Primeiro tereis de derrotar-me para passar por aqui!

source: What? You're attacking me? C'mon, you can't be serious...
pt: O que? Estas a atacar-me? Ó meu, não podes estar a sério…

source: Food! Hugle is hungry! Hugle will kill tasty little thing and then eat it.
de: Fraß! Hugle hungrig! Hugle werden töten leckere kleine Viecher und sie fressen.
pt: Comida! Hugle com fome! Hugle matar saborosas coisas e comer ela.

source: Food attacks Hugle? Hugle kills food and then eats it.
de: Fraß greift Hugle an? Hugle töten fraß und dann es essen.
pt: Comida ataca Hugle? Hugle matar comida e depois comer ela.

source: Die!
de: Stirb!
pt: Morra!

source: My name is Igor. You will regret having attacked me!
de: Mein Name ist Igor. Und du wirst es bereuen mich angegriffen zu haben!
pt: O meu nome é Igor. E irás arrepender-te de me teres atacado!

source: Get out of my way, you monster!
de: Aus den Weg, Monster!
pt: Saia da minha frente, monstro!

source: Agh! Hugle hungry... but Hugle... dead...
pt: Agh! Hugle com fome… mas Hugle… morto…

source: The northern wall begins to shake and break. Now the cave can be left through the northern wall.
de: Die nördliche Wand erzitterte und zerbrach. Jetzt kann die Höhle durch ein Loch in ihr verlassen werden.
pt: A parede no norte começou a tremer e cair. Agora a caverna pode ser deixada ao norte.

source: Still fleeing
de: Immer noch am Fliehen
pt: Ainda a Fugir

source: Having left the castle, I decided that it would be the best to meet the king of the next door empire Grix. Unfortunitally that would be a march of about 3 months, and I was fairly sure that we would meet those orcs again. And I should be right... The orcs were faster than I expected.
pt: Tendo deixado o castelo, decidi que seria o melhor encontrar o rei do império vizinho, Grix. Infelizmente isto levaria a uma marcha de uns três meses, e tinha a certeza que iria encontrar os orcs de novo.

source: Defeat Marlal-Koff
de: Besiege Marlal-Koff
pt: Derrota Marlal-Koff

source: Assassins
de: Meuchelmörder
pt: Assassinos

source: Argh, I knew there would be more fighting... But that could have waited for a bit longer, too. However, we will have to fight our way then...
pt: Arre, Sabia que havia mais luta… Mas podia ter esperado por mais tempo, porém. Que seja, vamos enfrentar o nosso inimigo então…

source: There is that guy again! Onwards, grunts! I want to see that stone in my hands!
de: Der schon wieder! Vorwärts, Männer! Ich möchte diesen Stein in meinen Händen haben!
pt: Aquele tipo de novo! Em frente, brutos! Quero ver aquela pedra nas minhas mãos!

source: You will have to defeat me to get your hands onto the stone! To arms!
de: Du wirst mich erst besiegen müssen um deine Pfoten auf diesen Stein zu legen! Zu den Waffen!
pt: Terás de derrotar-me se quiseres por as mãos na pedra! Às Armas!

source: Urgh. I may have been defeated, but I am only a grunt... You didn't face our main army yet...
pt: Urre. Posso estar derrotado, mas sou apenas um soldado raso… Ainda não enfrentaste o exercito principal…

source: Main army? I don't know if I want to face them... I should better hurry and go to Grix.
pt: Exercito principal? Não sei se quero enfrentar-o… Devo apressar-me para chegar a Grix.

source: Helping Elves
de: Die Elfen Helfend
pt: Ajudando Elfos

source: Not wanting to know how many orcs the 'main army' contained, I continued traveling to Grix. It still was a long way to the empire, and soon I stood right in front of a great forest...
pt: Não querendo saber de quantos orcs consistiria o “exercido principal”, continuei a viajar até Grix. Ainda era um longo caminho até o império, e em breve estive mesmo a frente duma grande floresta…

source: Resist until the end of the turns
de: Haltet die Stellung bis zum Ablauf des Rundenlimits
pt: Resista até que os turnos acabam

source: Defeat all enemy leaders
de: Besiegt alle gegnerischen Anführer
pt: Derrota todos os líderes inimigos

source: Death of Ervin
de: Tod von Erwin
pt: Morte de Erwin

source: Death of Grendil
de: Tod von Grendil
pt: Morte de Grendil

source: Turns run out before reaching Grendil
de: Ihr überschreitet das Rundenlimit bevor ihr Grendil erreicht habt
pt: Os turnos acabam antes de chegar à Grendil

source: Wood Elves
de: Waldelfen
pt: Elfos dos Bosques

source: Undead
de: Untote
pt: Morto-vivos

source: Stop! Who are you and what is your business here!
de: Halt! Wer seit ihr und was ist euer gewahr!
pt: Alto! Quem és e o que traz-te até aqui?

source: Please sir, you must help us. Orcs and some kind of undead monsters are attacking us, and we have no chance against such a great army. We aren't prepared for war...
pt: Por favor, têm de ajudar-nos. Os orcs e alguns monstros morto-vivos estão a atacar-nos, e não temos hipótese contra um inimigo tão forte. Não estamos preparados para a guerra…

source: Okay, this time the orcs really went to far. Attacking us humans, okay, humans and orcs are in war always. But elves! Elves have nothing to do with that thing. Okay, I'll help you. What is your name?
de: Gut, diesmal sind die Orks wirklich zu weit gegangen. Uns Menschen angreifen, gut und schön, wir Menschen und die Orks liegen uns immer in den Haaren. Aber Elfen! Elfen haben nichts mit dieser Sache zu suchen. Gut, ich helfe euch. Wie heißt ihr?
pt: Bem, agora os orcs realmente foram a guerra. Atacar-nos a nós, humanos, bem, os humanos e orcs estão sempre em guerra. Mas aos elfos! Os elfos não têm nada haver com isso. Bem, ajudo-te. Qual o teu nome?

source: My name is Ervin. Please, you must save Grendil, our leader. He is in the middle of the forest and begins to recruit fighters in this very moment. Talk to him as soon as you arrive at his castle. We must hurry. Me and that shaman will assist you.
de: Mein Name ist Erwin. Bitte, ihr müsst Grendil retten, unser Anführer. Er befindet sich mitten im Wald und organisiert unsere Verteidigung in diesen Augenblick. Rede mit ihn so bald ihr bei seiner Burg ankommt. Wir müssen uns beeilen. Ich und dieses Elfenmädchen werden dir helfen.
pt: O meu nome é Erwin. Por favor, tens de salvar Grendil, o nosso líder. Está no meio da floresta e começa a recrutar soldados neste mesmo momento. Fala o quão cedo chegares ao seu castelo. Apressamos-nos. Eu e a minha curandeira assistimos-te.

source: Alright... Then let's join the fun!
pt: Tudo bem… Vamos começar a divertir-nos!

source: To talk to Grendil just move onto one of the castle-hexes next to his keep (Grendil's keep is the upper one).
de: Um mit Grendil zu reden bewege deinen Anführer in einer der Burg Felder neben seinen Turm (er liegt weiter nördlich).
pt: Para falar a Grendil apenas tens de mover-te num dos hexágonos do seu castelo (A torre de Grendil fica acima).

source: Hello, Grendil. Ervin told me to help you, and well, here I am.
de: Hallo, Grendil. Erwin bat mich dich zu helfen, und gut, da bin ich.
pt: Olá, Grendil. Erwin instruiu-me para ajudar-te, e, bem, cá estou.

source: Very well. Let's fight together to defeat those monsters! Well, it's up to you, but you're allowed to recruit some elves now if you want to.
de: Sehr gut. Lass uns zusammen kämpfen um diese Monster zu besiegen! Fein, es liegt an dir, aber ich erlaube dir ein paar Elfen einzuberufen falls du willst.
pt: Muito bem. Vamos lutar lado a lado para derrotar estes monstros! Bem, se quiseres permito-te recrutar alguns elfos.

source: You may now recruit elves!
de: Ihr könnt nun Elfen rekrutieren!
pt: Agora podes recrutar elfos!

source: No... The elves of this forest have been defeated...
pt: Não… Os elfos desta floresta foram derrotados…

source: Darn, I have failed!
de: Verdammt, ich habe versagt!
pt: Dane-se, Falhei!

source: Grrr... These filthy elves are harder to defeat than they look like. We cannot defeat them right now. Run, my little grunts, run! We need to get away from here!
pt: Grr… Estes elfos esguios são mais difíceis de derrotar que pensei. Não os podemos derrotar agora. Fujam, meus pequenos, fujam! Temos de sair daqui!

source: Hm... This time you've won, but we'll meet again. Let's get out of here, my undead fighters.
pt: Mm… Por ora podes ter vencido, mas encontraremos-nos novamente. Vamos sair daqui, meus pequenos.

source: Oh no! Enemy reinforcements! Douzens of them! They're too many. We're doomed...
pt: Ó não! Reforços inimigos! Dezenas deles! São demasiados. Estamos condenados…

source: Mountain Dwellers
de: Bergleute
pt: Habitantes das Montanhas

source: For this time the forest was saved. Grendil thanked me for helping him and his elves and told Ervin and his men to follow me. The next few hours of Traveling there was no further trouble, and we were close to Grix now... Well, we had to get around - or across - that mountain first...
pt: Por esta vez a floresta estava a salvo. Grendil agradeceu-me pela ajuda a ele e os seus elfos e ordenou a Erwin e os seus homens para seguir-me. As próximas horas de viagem foram tranquilas, e estávamos já perto de Grix… Bem, só tínhamos de ir a volta - ou sob - aquela montanha…

source: Allowance
de: Erlaubnis
pt: Permissão

source: Troy reaches the end of the path leading to the northeast
de: Troy kommt am nordöstlichen Wegessende an
pt: Troy chega ao fim do caminho que conduz ao nordeste

source: You need the allowance first
de: Du brauchst zuerst die Erlaubnis
pt: Precisas da permissão primeiro

source: Death of Gwoddroy
de: Tod von Gwoddroy
pt: Morte de Gwoddroy

source: Huh. Pretty big mountain. I can't see the top of it... Perhaps this is because of the fog around there. However, we will have to either cross or surround it to finally reach Grix.
pt: Um. Montanha bem grande. Nem vejo o topo dela… Talvez é por causa do nevoeiro em volta. Porém, tenho de ou cruzar-a ou circundar-a para finalmente chegar a Grix.

source: Yeah, let's go on. If those things you told me before are true then we should really hurry.
de: Ja, lass uns gehen. Wenn die Dinge wirklich so schlecht stehen wie du mir erzählt hast sollten wir uns beeilen.
pt: Sim, vamos. Se aquelas histórias que me contaste forem verdadeiras então devemos apressar-nos.

source: Har! They always just walk straight into our arms! I knew they would be heading to Grix!
de: Ha! Sie sind einfach in unsere Arme gelaufen! Ich wusste sie würden versuchen Grix zu erreichen!
pt: Há! Estão mesmo ao nosso encontro! Sabia que iam tentar chegar a Grix!

source: Shut up, filthy orc. It was ME who told you they would be heading to Grix. We may have an alliance for now, but that alliance won't last forever you know...
pt: Cala-te, orc pestilento. Fora EU que tive a ideia que iriam tentar a ir para Grix. Teremos uma aliança por ora, mas esta não irá durar para sempre, já sabes…

source: Yeah, ok. Let's talk about that later - we should defeat them first!
de: Ja, gut. Lass uns später darüber reden - wir sollten sie zuerst besiegen!
pt: Sim, está bem. Vamos falar disso mais tarde - temos de derrotar-os primeiro!

source: Agreed...
pt: De acordo…

source: It seems like there are even more of these bastards here.
de: Es scheint als ob noch mehr von diesen Bastarden sich hier tummeln.
pt: Parece em como ainda mais destes bastardos por aqui.

source: Sigh... We really don't have time to fight against them now. But if they want it the hard way they shall get it the hard way...
pt: Soluça… Agora não temos mesmo tempo de lutar contra eles. Mas se quiserem porrada, porrada terão…

source: But wait... Who's that guy behind there?
pt: Mas espera… Quem é aquele atrás?

source: Looks like one of the leaders of Grix' army...
pt: Parece como um dos líderes do exercito de Grix…

source: Huh? Humans and elves? Where are they coming from? I thought nobody was allowed to leave Grix in the moment...
pt: Um? Humanos e elfos? Donde vieram eles? Pensei que ninguém teria a permissão em deixar Grix neste tempo…

source: We aren't coming from Grix, but we are on the way to it. Reiglon has fallen, and we need the help of the Empire of Grix...
pt: Não viemos <b>DE</b> Grix, mas ao invés vamos <b>PARA</b> ela. Reiglon caiu, e precisamos da ajuda do império de Grix…

source: Huh. Sounds bad. But I was told to let nobody pass I'm afraid. You will have to get the allowance from the guardpost of my master first... It is the little house on the southeast edge of this map, unmissable.
pt: Um. Soa terrível. Mas fui ordenado para não deixar passar ninguém. Terão de pedir primeiro a licença do Guarda do meu Mestre primeiro… É aquela pequena casinha no sudeste deste mapa, não há como perder.

source: Very well. Let's make it quick...
pt: Muito bem. Façamos-o rápido…

source: Hm... I don't know what might be in there, but it could be a way to get to the empire, too... Well, we'll see.
pt: Mm… Não sei o que há dentro de lá, mas também poderá ser uma via de chegar ao império… Bem, veremos.

source: Very well. Here's the allowance. And now let us pass!
de: Sehr gut. Hier ist die Erlaubnis. Nun lass uns vorbei!
pt: Muito bem. Aqui esta a permissão. E agora deixa-nos passar!

source: Alright. I'll send someone to tell the important men in Grix that you're coming. Now go on, leave these follish orcs and undead to me. They may be strong, but me and my men are stronger...
pt: Tudo bem. Vou enviar alguém para anunciar aos homens importantes em Grix que estão por vir. Agora movam, deixam estes orcs medíocres e morto-vivos para mim. Podem ser fortes mas os meus homens são ainda mais fortes.

source: You need the allowance first...
pt: Precisas da permissão primeiro

source: Grrr... This takes too long. Where are those stinkin' trolls? I told them to come from the northwest...
pt: Arre… Isto esta a tornar-se demasiado tedioso. Onde estão aqueles trogloditas fedorentos? Ordenei-lhes para virem do noroeste…

source: Shut up, idiot!
de: Halts Maul, Narr!
pt: Cala-te, Idiota!

source: Grumph! Need to smash things! Grumph!
de: Grummel! Brauche Sachen zum zermalmen! Grummel!
pt: Grumpf! Precisar de esmagar coisas! Grumpf!

source: Huh, trolls... But what's that? It seems like they came out of an cave... I could enter it, but...
pt: Há, trogloditas… Mas o que é isso? Parece que saíram duma caverna… Podíamos entrar nela, mas…

source: Don't forget, you need the allowance first
de: Vergiss nicht, du brauchst zuerst die Erlaubnis
pt: Não te esqueças, precisas da permissão primeiro
