Repository: mansil/wesn-pt-trans
Catalog: umc/wesnoth-Warmaster/*.po
Languages: de, pt

source: Troy enters the hole the trolls came out
de: Troy betritt die Höhle aus der die Trolle kamen
pt: Troy entra no buraco de onde os trogloditas saíram

source: Ouch. This was too much. I'm defeated...
pt: Ai. Isto foi demasiado.Fui derrotado…

source: A Dark Cave
de: Eine Dunkle Höhle
pt: Uma Caverna Escura

source: Instead of straightly going to Grix we've descended into the pit the trolls came out from. I wonder if this was a good idea since I don't know what might be in here, but... Well. We'll see.
pt: Em vez de ir directamente até Grix descemos pelo buraco por onde os trogloditas saíram. Pergunto-me se fora uma boa ideia já que não sei o que haverá aqui dentro, mas…

source: NOTE: This is a bonus mission. You usually don't need to play it, but since you've chosen this way you must win now. Bonus missions have two specials: They're a lot harder than normal missions, but also often give you a special bonus. Well. Now win and see what you get...
pt: NOTA: Esta é uma missão de bónus. Normalmente não a precisarás de jogar, mas já que a escolheste agora tens de vencer-a. Missões de Bónus têm duas especialidades: São bastantes mais difíceis que as normais, mas muitas vezes também darão-te um bónus especial. Bem. Agora vença e veja o que conseguires…

source: Unknown
de: Unbekannt
pt: Desconhecido

source: Well... Pretty dark in here... I hate darkness...
pt: Bem… Bastante escuro aqui dentro… Detesto escuridão…

source: We should get out of here quickly. Elves don't mind darkness, but they fight just badly in caves.
de: Wir sollten schnellstens wieder hier raus. Elfen sind nicht betroffen von der Dunkelheit, aber sie kämpfen übelst schlecht in Höhlen.
pt: Devemos sair daqui rapidamente. Os elfos não se importam com a escuridão, mas lutam horrivelmente em cavernas.

source: However, humans don't mind caves at all - except if riding on horses - but they hate darkness. Well, which of them should I use here then...
pt: Porém, os humanos nem detestam as cavernas por aí além - bem, excepto os cavaleiros - mas detestam a escuridão. Bem, quem deveria usar agora…

source: I'd suggest to use a mix out of both of them. You shouldn't use horses. And you should try to get units that use all their movement here instead of always having some movement remaining. Well... But we still don't know what we might have to face in here.
pt: Sugiro que uses um misto de ambos. Mas não deverias usar cavalos. E deverias tentar unidades que podem usar o pleno dos seus movimentos em vez de terem sempre alguns restantes. Bem… Mas ainda nem sequer sabemos o que teremos de enfrentar.

source: Perhaps we're lucky and this cave is empty?
de: Vielleicht haben wir Glück und diese Höhlen sind leer?
pt: Talvez estejamos com sorte e a caverna está vazia?

source: I doubt that... Where should those trolls have been coming from then?
pt: Duvido… Donde teriam aqueles trogloditas ter saído?

source: Okay, point for you. Well. I guess we will be facing trolls then... But I'm still not sure. However. Let's go...
pt: Bem, tens razão. Bem, suponho que iremos enfrentar trogloditas… Mas ainda não tenho a certeza. Seja como for. Vamos…

source: Darn, we should never have entered this damned cave! These trolls are a lot stronger than we are. We will never see the daylight again...
pt: Dane-se, nunca deveríamos ter entrado esta maldita caverna! Estes trogloditas são mais fortes que nós. Nunca mais iremos ver a luz do sol…

source: Trolls! So I was right. However. Let's rid this cave of them!
de: Trolle! Also hatte ich recht. Wie auch immer. Lass uns diese Höhle von ihnen befreien!
pt: Trogloditas! Então tive razão. Seja como for. Vamos livrar a caverna deles!

source: Phew... This one must have been their leader. However, the other trolls and monsters escaped.
pt: Chi… Este deve ter sido o seu líder. E além, os outros trogloditas e monstros escaparam.

source: This was a lot harder than every battle I had to fight yet. But we won.
de: Das war die schwierigste Schlacht die ich je schlug. Aber wir haben gewonnen.
pt: Isto foi mais difícil que qualquer batalha antes. Mas vencemos.

source: Wait a moment... I thought I heard something inside that castle...
pt: Espera um momento… Pensei que tinha ouvido qualquer coisa naquele castelo…

source: Dwarves! It seems like they have been captured by those stinkin' trolls. Well, get out of that castle and return to your homes. You're free and the trolls have escaped.
de: Zwerge! Es scheint sie sind von diesen stinkenden Trollen gefangen genommen worden. Nun, kommt heraus und kehrt zu eurer Heimat zurück. Ihr seid frei und die Trolle sind geflohen.
pt: Anões! Parece que foram capturados por aqueles trogloditas fedorentos. Bem, saiam daquele castelo e retornam aos vossos lares. Estão livres e os trogloditas escaparam.

source: Thank you, abover, but we don't have a home anymore. The trolls you defeated destroyed our caves. However, since we have no idea where to go we have decided to join your troops if you don't mind.
de: Danke, Erdbewohner, aber wir haben keine Heimat mehr. Die Trolle die ihr besiegt habt haben unsere Höhlen zerstört. Aber, da wir keine Ahnung haben wohin wir gehen sollen würden wir gerne euch anschließen, falls ihr erlaubt.
pt: Obrigado, estranho, mas não temos mais um lar. Os trogloditas que derrotaram destruíram as nossas cavernas. Porém, já que não fazemos ideia para onde ir, decidimos juntar-nos a tuas tropas se permitires.

source: Oh, really? Well, welcome then and thank you. I'm glad to have such capable fighters like you around me.
de: Ach ja, wirklich? Nun, willkommen denn und danke. Ich freue mich solch gute Kämpfer wie ihr um mir zu haben.
pt: Ó sim? Bem, bem-vindo e obrigado. Fico contente em receber guerreiros tão capazes como vós.

source: Varlos besieged
de: Belagerung von Varlos
pt: Valos Sitiada

source: After about two hours we finally reached the main city of Grix, Varlos. The king immediately invited us to his castle. I told him what happened yet and asked what to do with the Zrai-Stone, but before he was able to give me an answer one of his guards ran into the hall and told us that Varlos was besieged...
pt: Depois de duas horas finalmente chegamos a cidade principal de Grix. O rei imediatamente invitou-nos para o seu castelo. Contei-lhe o que se passou e perguntei-lhe o que fazer com a Pedra-Zrai, mas antes que pudesse responder um dos seus guardas correu para dentro do salão e informou-nos que Varlos estava sitiada…

source: Death of Zaphron
de: Tod von Zaphron
pt: Morte de Zafron

source: Zaphron
pt: Zafron

source: Besieging Orcs
de: Ork Belagerung
pt: Orcs sitiantes

source: Besieging Undead
de: Untoten Belagerung
pt: Mortos-Vivos Sitiantes

source: They just don't give up!
de: Sie geben nicht auf!
pt: E não desistam!

source: But this time they seem to be well prepared...
pt: E desta vez parecem vir preparados…

source: Let them come. We are prepared, too! ...And we also have your help, Troy, I guess.
pt: Deixa-os vir. Também estamos preparados! …E ainda temos a tua ajuda, Troy, suponho.

source: Of course. Well. Time to smash some orcs and undeads!
de: Natürlich. Gut. Es ist Zeit ein paar Orks und Untote zu erschlagen!
pt: Claro. Bem. É tempo de esmagar alguns orcs e morto-vivos!

source: Fools. You think you can beat us again? You're wrong. We will get the Zrai-Stone today. With our alliance with the undead we're undefeatable!
de: Narren. Denkt ihr ihr könnt uns erneut schlagen? Ihr liegt Falsch. Heute werden wir den Zrai-Stein erlangen. Mit unser Allianz mit den Untoten sind wir unbesiegbar!
pt: Idiotas. Pensam que nos podem derrotar de novo? Estão errados. Hoje irei capturar a Pedra-Zrai. Com a nossa aliança com os mortos somos invencíveis!

source: We'll see.
de: Wir werden sehen.
pt: Veremos.

source: Well. We've won. So tell me now, Zaphron: What shall I do with the Zrai-Stone?
de: Gut, wir haben gewonnen. Kläre mich nun auf, Zaphron: Was soll ich mit den Zrai-Stein machen?
pt: Bem. Vencemos. Agora conta-me, Zafron; O que devo fazer com a Pedra-Zrai?

source: This stone has enormous magical powers. It is said that if the chosen one owns this stone a new, golden century of piece and wealth will arise. However, he must take it to a special place... The Zrai-Temple. If he uses the stone there he'll gain incredible power and will lonely perish all evil living on the earth! ...Troy. I believe YOU are the chosen one.
pt: Esta pedra tem poderes mágicos enormes. É contado que se o escolhido tiver-a, um novo e dourado século de paz e prosperidade irá chegar. Porém, tens de levar-a para um local especial… O Templo Zrai. Se usar a pedra aí irá ganhar poderes magníficos e irá sozinho destruir qualquer mal da terra! …Troy. Acredito que és TU o escolhido.

source: M... m... me? B... but... C'mon, stay serious. Why should I be the chosen one?
pt: E… e… eu? M… mas… Tá a falar a sério? Porque devia ser o escolhido?

source: It is... Well... How you're fighting... How you're looking... How you're talking... There's something special on you.
pt: É… Bem… A forma como lutas… Como olhas… Como falas… Há algo de especial em ti.

source: Just try it. If the wars against the orcs and the undead don't stop soon the humans, and maybe even the elves, are doomed. Please try it. I'm counting on you.
de: Versuch es. Falls die Kriege mit den Orks und den Untoten nicht bald aufhören, dann werden wir Menschen, und wahrscheinlich sogar Elfen, verloren sein. Bitte versuch es, ich verlass mich auf dich.
pt: Apenas tente. Se as guerras contra os orcs e os morto-vivos não irão terminar em breve os humanos, e talvez até os elfos, estão condenados. Por favor tenta. Conto contigo.

source: ...well. If that's your wish. Where's that mysterious temple?
pt: …bem. Se é isto que desejares. Onde fica este templo misterioso?

source: Unfortunitally I don't exactly know it... But the wise ones say it must be somewhere in the southwest... The way you came from.
pt: Infelizmente não sei exactamente onde fica… Mas os sábios indicam que deve estar algures no sudoeste… De onde vieste.

source: But this means...
pt: Mas significa…

source: Yeah... This means you'll have to travel back the way you came from. You'll have to pass your fallen home, Reiglon, again...
pt: Sim… Isto significa que tens de voltar pelo mesmo caminho que vieste. Irás passar pelo teu lar sucumbido novamente…

source: Urgh. Varlos has fallen...
pt: Urre. Varlos sucumbiu.

source: They're fleeing... We've survived.
pt: Estão a fugir… Sobrevivemos.

source: Back in Reiglon
de: Zurück in Reiglon
pt: De Volta em Reiglon

source: So I finally was back. Back at my fallen home. Reiglon. It made me sad to see how the things looked, but I also knew that the area might be dangerous now... However, I had to get through here.
pt: Então finalmente estamos de volta. De volta a minha terra natal. Reiglon. Entristece-me ver como as coisas estão, ms também sei que agora pode ser perigoso… E no entanto, tenho de passar por aqui.

source: Leave Reiglon to the southwest
de: Verlasst Reiglon Richtung südwesten
pt: Deixa Reiglon para o sudoeste

source: Outlaws
de: Geächtete
pt: Foragidos

source: Back again... This place looks so... scary now. Nothing is like it was before Reiglon has fallen...
pt: De volta… Este lugar parece tão… desolado. Nada é como antes de Reiglon sucumbir…

source: Crying around won't help us. We need to reach that temple Zaphron was talking about.
de: Es hilft nichts Tränen zu Vergießen. Wir müssen diesen Tempel erreichen von den Zaphron sprach.
pt: Chorar sobre águas passadas não irá ajudar-nos. Temos de chegar aquele templo do qual Zafron estava a falar.

source: Yeah, I know... I think I know my way through the tunnle, but maybe there are new monsters now... We should be careful.
pt: Sim, sei… Penso que conheço o caminho pelo túnel, mas talvez existem agora novos monstros… Devíamos prosseguir com cuidado.

source: Well then... Let's go.
pt: Bem então… Vamos.

source: Argh... I'm defeated, but my thieves will avenge me!
pt: Arre… Fui derrotado, mas os meus ladrões irão vingar-me!

source: I can't believe it... Those thieves...
pt: Não posso acreditar… Aqueles ladrões…

source: Don't care about them... Thieves are thieves. The same thing could have happened to any other city... But however, let's go on. We have a mission to complete.
pt: Não te importes sobre eles… Ladrões continuam a ser ladrões. A mesma coisa podia acontecido a qualquer cidade… Seja como for, vamos seguir. Temos uma missão para terminar.

source: Yeah, I know... It just hurts to see the city, ruined like this.
pt: Sim, sei… Mas dói-me ao ver a cidade, assim tão arruinada como está.

source: Monsters! Prepare to fight, men!
de: Monster! Bereitet euch zum Kampf vor, Männer!
pt: Monstros! Preparem-se ao combate, homens!

source: Thieves! What are they doing here? Let's rid the area of them!
de: Diebe! Was machen sie hier? Lasst uns die Umgebung von ihnen befreien!
pt: Ladrões! O que estão a fazer aqui? Vamos exterminar-os desta cidade!

source: Huh. I didn't know there were survivors.
de: Huch. Ich wusste nicht das es überlebende gab.
pt: Hã, não sabia que havia sobreviventes.

source: Thief! What are you doing here! Leave the city immediately or die!
de: Dieb! Was machst du hier! Verlasst diese Stadt sofort oder stirbt!
pt: Ladrão! O que estás a fazer aqui! Deixa esta cidade imediatamente u morra!

source: ...well. If you want it that way... Die!
pt: … bem. Se quiseres desta maneira… Morra!

source: Defeat Berx
de: Besiegt Berx
pt: Derrota Berx

source: On the way to the temple
de: Auf den Weg zum Tempel
pt: No caminho para o Templo

source: After leaving Reiglon again we headed for the southwest. However, we knew that the orcs and the undead would continue trying to get the stone...
pt: Depois de deixar Reiglon, seguimos ao sudoeste. Porém, sabíamos que aqueles orcs e morto-vivos iriam continuar a tentar a capturar a pedra…

source: Saurians
de: Saurianer
pt: Répteis

source: Hm... Southwest from here is the Draig-Swamp. I have never been there before...
pt: Mm… A sudoeste daqui fica o pântano do Terror. Nunca estive lá antes…

source: Me too. However, we must hurry. Those orcs are becoming permanently more.
de: Ich auch nicht. Wir müssen uns allerdings beeilen. Diese Orks werden jedesmal zahlreicher.
pt: Eu também. E no entanto, temos de apressar-nos. Aqueles orcs estão a reforçar as suas fileiras.

source: Yeah, behind there are the next ones...
pt: Sim, e atrás dele estão os próximos…

source: C'mon lil' human. Give the Zrai-Stone to me. It would be a lot safer here...
pt: Vá lá, humaninho. Dê a Pedra-Zrai a mim. Será muito melhor para ti…

source: Forget about that, orc! To arms!
de: Vergesst es, Orks! Zu den Waffen!
pt: Esqueça isso, orc! Às Armas!

source: Harharhar! Fortunitally we have an alliance with the saurians and the nagas. Kill them all and bring the stone to me!
de: Harharhar! Glücklicherweise haben wir ein Bündnis mit den Saurianern und Nagas. Tötet sie alle und bringt mir den Stein!
pt: Harharhar! Felizmente temos uma aliança com os répteis e as nagas. Chacinam a todos e trazem aquela pedra a mim!

source: Whatever you wissshhh, massster. That little potion here will help usss...
pt: O que sempre desejar, mestre. Esta pequena poção irá ajudar-nos…

source: Drinking this potion makes the drinker stronger. Your unit's attack-strength has been raised by 1
de: Diesen Trank trinkend wird sein Besitzer stärker. Die Angriffswucht dieser Einheit wurde um eins erhöht.
pt: Ao beber esta poção esta unidade fica mais forte. O seu dano em ataque fora aumentado por um.

source: Potion of strength
de: Trank der Stärke
pt: Poção da Força

source: The Draig-Swamp
de: Der Sumpf der Furcht
pt: O Pântano de Draig

source: After having defeated another orcish leader we continued traveling to the temple. Therefor we had to pass the Draig-Swamp... This swamp was known for the many dark figures who lived there...
pt: Depois de termos derrotado outro líder orc continuamos a nossa viagem até o templo. Para isso tínhamos de atravessar o pântano do Terror… Este pântano era conhecido pelas muitas figuras sombrias que aí viviam…

source: Troy leaves the swamp to the southwest
de: Troy verlässt den Sumpf nach Südwesten
pt: Troy deixa o pântano ao sudoeste

source: Swamp Lurkers
de: Sumpf Schleicher
pt: Bichos do Pântano

source: The Draig-Swamp... Looks like a pretty scary place... We shouldn't tally around here for too long.
pt: O Pântano do Terror… Parece algo desolador… Não devíamos demorar muito neste local.

source: I've heard rumors about this swamp before. They say that there are many dark figures at home here... Figures like orcs, thieves... This must be a dangerous place.
pt: Ouvi rumores deste pântano antes. Conta-se que existem figuras sombrias a fazerem o seu lar nele… Figuras como orcs, ladrões… É um lugar perigoso.

source: However. Remember, we must head southwest. Onwards!
de: Wie auch immer. Vergiss nicht, wir müssen nach Südwesten. Vorwärts!
pt: Seja como for. Lembra-te, temos de ir ao sudoeste Em frente!

source: Let's get out of here...
pt: Vamos sair daqui…

source: Going underground
de: Zur Unterwelt
pt: Indo ao Subterrâneo

source: Troy enters the underground (3,17)
de: Troy betritt die Höhle (3,17)
pt: Troy entra no subterrâneo (3,17)

source: Drakes
de: Draken
pt: Dragos

source: We've finally passed that cursed swamp... What might await us next? ...Do we have to climb this mountain?
pt: Finalmente atravessamos aquele pântano tedioso… O que nos espera agora? …Temos mesmo de escalar aquelas montanhas?

source: Nah, this mountain seems to be far too high to climb. It would take weeks to cross it, if not even months. We should try a faster way... Look, it seems like there's the entrance of a cave behind there... What about trying to go underground? I'm pretty sure that cave has more than one entrance...
pt: Me, esta montanha parecem ser demasiadas altas para escalar. Deve precisar de semanas para atravessar-as, se não meses. Devíamos tentar uma via mais rápida… Olha, parece que existe uma entrada duma caverna lá atrás… Que tal tentar ir pelo subterrâneo? Tenho a certeza absoluta que tem mais do que uma entrada…

source: Huh. Sounds a bit risky. What if that cave leads into the wrong direction? And what if the dangers down there are even greater than these orcs and undead?
de: Huch. Hört sich aber gefährlich an. Was falls das Höhensystem in die falsche Richtung führt? Und was wenn die ihre gefahren noch schrecklicher sind als diese Orks und Untote?
pt: Um. Soa algo ariscado. O que será se aquela caverna vai parar na direcção errada? E o que se os perigos nela serão ainda maiores que aqueles orcs e morto-vivos?

source: I know that it might be a bad choice to go underground, but what if it is an even worse choice to stay overground?
de: Ich weiß das man nicht gerne im Untergrund ist, aber was könnte schlimmer sein als das hier über der Erde?
pt: Não sei que poderá ser uma má escolha ir ao subterrâneo, mas não seria ainda pior ficar à superfície?

source: Point for you. But can't we just defeat their leaders? That should give us enough time to enter that cave without trouble.
de: Recht hast du. Aber könnten wir nicht erst die gegnerischen Anführer schlagen? Das würde uns genügend Zeit geben die Höhlen in ruhe zu betreten.
pt: Tens razão. Mas não poderemos derrotar s seus líderes? Isto deve dar-nos o tempo suficiente para entrar naquela caverna sem pressão.

source: Defeat us? Fool! My master's magic makes me invunerable! Now go on, grunts! I want to see that cursed stone in my hands! If we don't get it soon our master get's mad... And you don't want that to happen, grunts, do you? Our target is that guy called 'Troy'. Kill him!
pt: Derrotar-nos? Idiota! A magia do meu mestre fará-me invulnerável! Agora vão, brutos! Quero ver aquela pedra amaldiçoada nas minhas mãos! Se não a capturamos em breve então o nosso mestre enlouquece… E não querem isto acontecer, pois não, brutos? O nosso alvo é aquele chamado de “Troy”. Matam-o!

source: Fortunitally we still have an alliance with the orcs... You cannot escape from me, foul humans! Raise, my undead fighters! Kill them all!
pt: Pela nossa sorte ainda temos uma aliança com os orcs… Não nos podem escapar, humanos insignificantes! Levantam-se, meus guerreiros morto-vivos! Chacinam-os a todos!

source: Strangers... Lots of strangers... What are they doing here? This is our mountain. Seek yourselves your own one!
pt: Estranhos… Mesmo muitos estranhos… O que estão a fazer aqui? Esta é a nossa montanha. Vejam se podem ter a vossa própria!

source: Er... In my humble opinion these orcs, undeads and drakes start to get too much. Let's make our way to the cave...
pt: Erre… Na minha modesta opinião, estes orcs, morto-vivos e dragos estão a ficar demasiados. Vamos ver se podemos chegar à caverna…

source: Let's go underground, quick!
de: Lass uns in die Höhle gehen, schnell!
pt: Vamos ao subterrâneo, rápido!

source: Darkness everywhere
de: Dunkelheit Überall
pt: Escuridão por todo o lado

source: We entered the cave as fast as we could. The orcs and undeads seemed not to follow us. Maybe the drakes took them on. However, since we didn't know how long it would take them to also enter the cave I decided that we should go on quickly...
pt: Entramos nas cavernas o mais rapidamente possível. Os orcs e os morto-vivos pareciam não querer seguir-nos. Talvez os dragos pudessem submeter-os. E no entanto, já que não sabíamos quando tempo demorariam até que nos seguissem na caverna, decidi que seria melhor apressar-nos…

source: Defeat the troll leader
de: Tötet den Anführer der Trolle
pt: Derrota o líder Troglodita

source: Trolls
de: Trolle
pt: Trogloditas

source: Oh man, pretty dark in here... That's not good... So where shall we go now? West or south?
pt: Ó meu, está bastante escuro aqui… Isto não e bom… Então aonde demos ir? Ao este ou sul?

source: Dunno... I don't know this cave you know. But like in every cave I'm pretty sure there must be trolls, orcs and dwarves in here... We should be well prepared. However, the deeper we get, the darker it will be.
pt: Não sei… Não conheço esta caverna, sabes. Mas como em qualquer caverna deve haver trogloditas, orcs e anões dentro… Devemos preparar-nos bem. No entanto, quando mais descemos, mais escuro ficará.

source: Hm... Should we use elves then?
pt: Mm… Devemos então usar elfos?

source: Not really... Elves fight badly in caves. Humans, however, hate darkness... So I suggest to use a mix of them.
pt: Nem por isso… Os elfos lutam horrivelmente em cavernas. Os humanos, porém, detestam a escuridão… Por isso sugiro que uses um misto de unidades.

source: Well... We shouldn't tally around here for long then.
pt: Bem… Não devíamos atrasar-nos nesta caverna por muito mais tempo.

source: Umpf! Mergh is defeat, but other troll will avenge Mergh!
de: Umph! Mergh ist besiegt, aber andere Trolle werden Mergh rächen!
pt: Umpf! Mergh derrotado, mas outro troglodita vingar Mergh!

source: You hear the distant sound of battle and a few cries of dwarves, probably coming from the west tunnels.
de: Du hörst den fernen Klang einer Schlacht und ein paar Schreie von Zwergen, wahrscheinlich aus den Westlichen Tunnel.
pt: Ouves o som distante duma batalha e alguns berros dos anões, provavelmente, a virem dos túneis ocidentais.

source: Huh? It seems like there are some dwarves fighting in the west... Maybe we should help them?
pt: Hum? Parece que existem alguns anões a lutar ao ocidente… Talvez deveríamos ajudar-os?
