Repository: mansil/wesn-pt-trans
Catalog: umc/wesnoth-Warmaster/*.po
Languages: de, pt

source: Forget about that, monster! I've come this far. My mission is to put the stone on the altar, and I won't fail only because of a loudmouth like you! Lend me your strength for another, last time, men! To arms!
pt: Esqueça sobre isto, monstro! Cheguei tão longe. A minha missão é pôr a pedra no altar, e não irei falhar só por causa de um gabarola como tu! Hoje o teu poder será pela última vez testado! Às Armas!

source: Argh... This cannot be. Not now. Have I really come this far just to fail? This is not meant to happen...
pt: Arre… Não pode ser. Não agora. Mas será que vim tão longe apenas para morrer? Isto não devia acontecer…

source: Urgh... It's over. I'm doomed...
pt: Urre… Está acabado. Estou perdido…

source: This cannot be. I'm immortal. How can I be defeated by such pityful little fools... Ergh...
pt: Não pode ser. Sou imortal. Como posso ser derrotado por uns vermes tão insignificantes… Erre…

source: We must defeat this crazy lich-master-guy first!
de: Wir müssen zuerst diesen verrückten Lichmeister Kerl besiegen!
pt: Temos de derrotar este Mestre Lich incrível primeiro!

source: Epilogue
de: Nachwort
pt: Epílogo

source: The Lich Master was defeated. I headed for the altar and put the Zrai-Stone in into it. The stone began to flash and enlighted the entire room... But after the light vanished again it looked like nothing happened. We left the temple sadly... And were surprised. I began to transform into one of the former heroes of the world and lost the control over myself. My body attacked orc after orc, skeleton after skeleton, evil after evil. It was a sluaghter. Soon the land was covered by blood - but by evil blood. And soon any kind of evil was destroyed, and I got back my body and the control over myself. It was like nothing ever happened, except that all kind of evil vanished.
pt: O mestre lich fora derrotado. Segui até o altar e pus a Pedra-Zrai nele. A pedra começou a cintilar e iluminou a sala toda… Mas logo que a luz se fora parecia que nada tinha acontecido. Deixamos o templo contrariados. E fomos surpreendidos. Comecei a transformar-me num dos heróis ancestrais do mundo e perdi o controlo pelo meu corpo. O meu corpo atacou orc após orc, e esqueleto aós esqueleto, mal após mal. Fora uma chacina. Em breve a terra fora coberta em sangue - de sangue ruim. E em breve qualquer mal estava destruído, e recebi o meu corpo e controlo de volta. Fora como se nada tinha passado, excepto que agora todo o mal tinha sido banido.

source: We went back to my fallen home, Reiglon, and rebuilt it. I became king, and piece returned to the land. Ervin still is my best friend, and he became prince. Humanity can now live in peace, and the warcraft will be forgotten withhin a few years. Well, Norfoneal-Margastar was the master of his little lichs - and I guess I was the master of war.
pt: Voltamos de volta a minha terra natal, Reiglon, e recontruimos-a. Fui coroado rei, e a paz voltou as terras. Erwin continuou a ser o meu amigo, e tornou-se príncipe. A humanidade agora podia viver tranquila, e a guerra fora esquecida em alguns anos. Bem, Norfoneal-Margastar fra o mestre dos seus lichs subservientes - e suponho que era o Mestre da Guerra.

source: Narrator
de: Erzähler
pt: Narrador

source: Lich Master
de: Lich Meister
pt: Mestre Lich

source: Nobleman
de: Edelmann
pt: Nobre

source: Leading relative lives of luxury, a nobleman's main concern is proper etiquette and good social graces.
de: Ein leben von relativen Luxus führend, sind das Hauptanliegen eines Edelmannes angemessene Anstandsregeln und gute Umgangsformen.
pt: Levando uma vida relativa de luxo, a principal preocupação dum nobre é a boa etiqueta e as boas graças sociais.

source: What's that? A horde of goblin knights has arrived? How nice... They are a lot faster than me, and I have no chance against such a horde of enemies. I have failed...
pt: Mas o que é aquilo? Uma horda de cavaleiros gnomos chegou? Lindo… São muitos mais velozes que eu, e não tenho hipótese contra tantos adversários. Falhei…

source: This chest contains $amount gold.
de: Die Truhe enthält $amount Goldstücke
pt: Este baú contem $amount peças de ouro.

source: Argh... This cannot be. I have failed...
pt: Arre… Isto não pode ser. Falhei…

source: Huh? It seems like I pressed some kind of button...
pt: Hum? Parece que carreguei em algum tipo de botão…

source: Alright, the master is in here. He will gave us the allowance to enter Grix.
de: Sehr gut, der Meister ist hier. Er wird uns sicher die Erlaubnis geben Grix zu betreten.
pt: Tudo bem, o mestre está cá. Irá certamente dar a permissão de entrar em Grix.

source: Guardpost
de: Wachposten
pt: Posto do Guarda

source: Welcome to Grix, stranger. But in order to get the allowance you first have to guess correctly to three riddles that I will give you.
de: Willkommen zu Grix, Fremder. Aber bevor ihr die Erlaubnis erhalten könnt müsst ihr drei Rätsel erraten die ich euch geben werde.
pt: Bem-vindo a Grix, estranho. Mas antes de poderes receber a permissão terás de responder correctamente as três adivinhas que te vou dar.

source: Are you prepared?
de: Seit ihr bereit?
pt: Estás preparado?

source: Yes
de: Ja
pt: Sim

source: No
de: Nein
pt: Não

source: Here comes the first riddle
de: Hier kommt mein erstes Rätsel
pt: Aqui vem a minha primeira adivinha

source: You answered correctly to the first riddle, here comes the second
de: Ihr habt dass erste Rätsel gelöst, das zweite folgt zugleich
pt: Respondeste correctamente a primeira adivinha, aqui vem a segunda

source: You are impressive. And now the last one
de: Erstaunlich. Und nun das letzte
pt: És impressivo. E agora a última

source: Nothing happens.
de: Nichts passiert.
pt: Nada acontece.

source: Damn. I must have got it wrong!
de: Verdammt. Ich muss falsch liegen!
pt: Dane-se. Devo ter respondido errado.

source: My mind is not my sharpest weapon...
pt: A minha mente não é a minha melhor arma…

source: Ah, nevermind.
de: Ach, vergiss es.
pt: Ah, não importa.

source: Damn these infernal riddles!
de: Verflucht, diese teuflischen Rätsel!
pt: Dane-se estas adivinhas infernais!

source: It seems that I was wrong...
pt: Parece que estive errado…

source: I am a fool indeed.
de: Ich bin wirklich ein Narr.
pt: Sou realmente um idiota.

source: My wisdom has deserted me...
pt: A minha sabedoria deixou-me…

source: Ah, if only I could answer riddles with my weapon!
de: Ach, wenn ich nur diese Rätsel mit meiner Waffe lösen könnte!
pt: Ah, se ao menos pudesse responder às adivinhas com a minha arma!

source: Damn, too tricksy for me.
de: Hol's der Teufel, zu kompliziert für mich.
pt: Dane-se, demasiado complicado para mim.

source: Ah, I am not as wise as I used to be...
pt: Ah, já não sou tão sábio como costumava ser…

source: What a tiresome game this is!
de: Was für ein ermüdendes Spielchen dies ist!
pt: Que jogo tédio este é!

source: I am lucky today!
de: Ich habe heute Glück!
pt: Estou com sorte!

source: I am indeed wise!
de: Ich bin wirklich weiße!
pt: Sou realmente sábio!

source: You answered all three riddles correctly! You are worth entering Brix
de: Ihr habt alle drei Rätsel gelöst! Ihr seid erlaubt Brix zu betreten.
pt: Respondeste correctamente às três adivinhas! É-te permitido entrar em Brix

source: My Riddle
de: Mein Rätsel
pt: A minha adivinha

source: Until I am measured I am not known, Yet how you miss me When I have flown.
de: Solange ich nicht gemessen Bin ich nicht bekannt, Und doch wirst du mich missen Wenn ich dich hab verlassen.
pt: Até que seja medido Não sou conhecido Mas sentireis minha falta Quando tiver passado.

source: What is your answer?
de: Welch ist eure Antwort?
pt: Qual a tua resposta?

source: A flock of birds
de: Vogelschwarm
pt: Um bando de pássaros

source: 'A flock of birds' is my guess.
de: «Ein Vogelschwarm» ist mein versuch.
pt: “Um bando de pássaros” é a minha tentativa.

source: The Weather
de: Wetter
pt: O Tempo

source: 'The Weather' is my guess.
de: «Dass Wetter» ist mein versuch.
pt: “O tempo” é a minha tentativa.

source: Time
de: Zeit
pt: A Hora

source: 'Time' is my guess.
de: «Zeit» ist mein versuch.
pt: “Hora” é a minha tentativa.

source: An arrow
de: Pfeil
pt: Uma Flecha

source: 'An arrow' is my guess.
de: «Ein Pfeil» ist mein versuch.
pt: “Uma Flecha” é a minha tentativa.

source: Lighter than what I am made of, More of me is hidden Than is seen.
de: Leichter als von was gemacht Bestehe ich, Mehr von mir ist versteckt Als gesehen.
pt: Mais leve do qual Sou feito mal Mais de mim está escondido Do que visto.

source: Air
de: Luft
pt: Ar

source: 'Air' is my guess.
de: «Luft» ist mein versuch.
pt: “Ar” é a minha tentativa.

source: The Moon
de: Mond
pt: A Lua

source: 'The Moon' is my guess.
de: «Der Mond» ist mein versuch.
pt: “A Lua” é a minha tentativa.

source: An Iceberg
de: Eisberg
pt: Um icebergue

source: 'An Iceberg' is my guess.
de: «Ein Eisberg» ist mein versuch.
pt: “Um icebergue” é a minha tentativa.

source: A cloud
de: Wolke
pt: Uma Nuvem

source: 'A cloud' is my guess.
de: «Eine Wolke» ist mein versuch.
pt: “Uma nuvem” é a minha tentativa.

source: Who makes it, has no need of it. Who buys it, has no use for it. Who uses it can neither see nor feel it.
de: Wer es macht, hat kein Gebrauch. Wer es braucht, hat kein Nutzen. Wer es nutzt, weder seht noch fühlt es.
pt: Quem o faz, não tem necessidade dele Quem o necessita, não tem utilidade dele Quem o usa, não pode sentir-o nem ver-o.

source: A coffin
de: Sarg
pt: Um Caixão

source: 'A coffin' must be the answer to this riddle.
de: «Ein Sarg» muss die Antwort dieses Rätsels sein.
pt: “Um caixão” deve ser a resposta desta adivinha.

source: Love
de: Liebe
pt: Amor

source: 'Love' must be the answer to this riddle.
de: «Liebe» muss die Antwort dieses Rätsels sein.
pt: “Amor” deve ser a resposta desta adivinha.

source: Jewelry
de: Schmuck
pt: Jóias

source: 'Jewelry' must be the answer to this riddle.
de: «Schmuck» muss die Antwort dieses Rätsels sein.
pt: “Jóias” deve ser a resposta desta adivinha.

source: Power
de: Macht
pt: Poder

source: 'Power' must be the answer to this riddle.
de: «Macht» muss die Antwort dieses Rätsels sein.
pt: “Poder” deve ser a resposta desta adivinha.

source: All day I will follow no matter how fast you run, Yet I nearly perish in the midday sun.
de: Alle Tage folge ich dir egal wie schnell du rennst, Und doch fast verschwinde ich in der Mittagssonne.
pt: Todo o dia irei seguir-te não importa quão rápido correres, E mesmo assim quase que desaparecei no sol do meio-dia.

source: Soul
de: Seele
pt: Alma

source: 'Soul' must be the answer to this riddle.
de: «Seele» muss die Antwort dieses Rätsels sein.
pt: “Alma” deve ser a resposta desta adivinha.

source: Shadow
de: Schatten
pt: Sombra

source: 'Shadow' must be the answer to this riddle.
de: «Schatten» muss die Antwort dieses Rätsels sein.
pt: “Sombra” deve ser a resposta desta adivinha.

source: The horizon
de: Horizont
pt: Horizonte

source: 'The horizon' must be the answer to this riddle.
de: «Der Horizont» muss die Antwort dieses Rätsels sein.
pt: “O Horizonte” deve ser a resposta desta adivinha.

source: The moon
de: Mond
pt: A Lua

source: 'The moon' must be the answer to this riddle.
de: «Der Mond» muss die Antwort dieses Rätsels sein.
pt: “A Lua” deve ser a resposta desta adivinha.

source: I build up castles, I tear down mountains. I make some men blind, but help others see. What am I?
de: Ich erbaute Burgen, Ich zermalmte Berge. Ich erblinde Menschen, aber helfe anderen zu sehen. Was bin ich?
pt: Construí castelos, Abati montanhas. Cego alguns homens mas ajudo outros a ver. O que sou eu?

source: I believe 'Love' to be the answer to this question.
de: Ich glaube «Liebe» ist des Rätsels Lösung.
pt: Penso que “Amor” ser a resposta a esta questão.

source: Knowledge
de: Wissen
pt: Conhecimento

source: I believe 'Knowledge' to be the answer to this question.
de: Ich glaube «Wissen» ist des Rätsels Lösung.
pt: Penso que “Conhecimento” ser a resposta a esta questão.

source: Sand
pt: Areia

source: I believe 'Sand' to be the answer to this question.
de: Ich glaube «Sand» ist des Rätsels Lösung.
pt: Penso que “Areia” ser a resposta a esta questão.

source: I believe 'Time' to be the answer to this question.
de: Ich glaube «Zeit» ist des Rätsels Lösung.
pt: Penso que “Tempo” ser a resposta a esta questão.

source: I drive men mad, For love of me. Easily beaten, Never free.
de: Männer erliegen mir, Der Liebe wegen. Einfach geschlagen, Niemals Frei.
pt: Conduzo homens a insanidade, Por Amor a mim. Facilmente derrotado, Jamais livre.

source: Women
de: Frauen
pt: Mulheres

source: I believe 'Women' to be the answer to this question.
de: Ich glaube «Frauen» ist des Rätsels Lösung.
pt: Acredito que “Mulheres” seja a resposta a esta questão.

source: Pride
de: Stolz
pt: Orgulho

source: I believe 'Pride' to be the answer to this question.
de: Ich glaube «Stolz» ist des Rätsels Lösung.
pt: Acredito que “Orgulho” seja a resposta a esta questão.

source: Slave
de: Sklaverei
pt: Escravatura

source: I believe 'Slave' to be the answer to this question.
de: Ich glaube «Sklaverei» ist des Rätsels Lösung.
pt: Acredito que “Escravatura” seja a resposta a esta questão.

source: Gold
pt: Ouro

source: I believe 'Gold' to be the answer to this question.
de: Ich glaube «Gold» ist des Rätsels Lösung.
pt: Acredito que “Ouro” seja a resposta a esta questão.

source: It cannot be seen, cannot be felt, Cannot be heard, cannot be smelt. It lies behind stars and under hills, And empty holes it fills. It comes first and follows after, Ends life, kills laughter.
de: Mann kann es nicht sehen, nicht fühlen, Auch nicht hören, und nicht riechen, Hinter Sternen und unter Berge, Sowie leere Räume füllt es. Es kommt zuerst und zuletzt, Beendet Leben, Tötet Frohsinn.
pt: Não posso ser visto, nem sentido, Não posso ser ouvido, nem cheirado. Fica além das estrelas e debaixo de colinas, E espaços vazios enche. Vem antes e vem depois, Termina vida, mata riso.

source: Death
de: Tod
pt: Morte

source: I think the riddle refers to 'Death'.
de: Ich denke des Rätselslösung ist «Tod»
pt: Penso que a adivinha refere-se a “Morte”.

source: Darkness
de: Dunkelheit
pt: Escuridão

source: I think the riddle refers to 'Darkness'.
de: Ich denke des Rätselslösung ist «Dunkelheit».
pt: Penso que a adivinha refere-se a “Escuridão”.

source: Loss
de: Einsamkeit
pt: Solidão

source: I think the riddle refers to 'Loss'.
de: Ich denke des Rätselslösung ist «Einsamkeit».
pt: Penso que a adivinha refere-se a “Solidão”.

source: I think the riddle refers to 'Time'.
de: Ich denke des Rätselslösung ist «Zeit».
pt: Penso que a adivinha refere-se ao “Tempo”.

source: No legs have I to dance, No lungs have I to breathe, No life have I to live or die, And yet I do all three. What am I?
de: Keine Beine habe ich um zu tanzen, Keine Lunge habe ich um zu atmen, Kein Leben habe ich zum vergeben, Und dennoch alles drei mache ich. Was bin ich?
pt: Não tenho pernas para dançar, Nem pulmões para respirar, Sem vida tenho eu para dar, E mesmo assim, faço as três. O que sou eu?

source: Wind
pt: Vento

source: I think the riddle refers to 'Wind'.
de: Ich denke des Rätselslösung ist «Wind».
pt: Penso que a adivinha refere-se ao “Vento”.

source: Fire
de: Feuer
pt: Fogo

source: I think the riddle refers to 'fire'.
de: Ich denke des Rätselslösung ist «Feuer».
pt: Penso que a adivinha refere-se ao “Fogo”.

source: A tree
de: Baum
pt: Uma Árvore

source: I think the answer is 'A tree'.
de: Ich denke des Rätselslösung ist «Ein Baum».
pt: Penso que a resposta é “Árvore”.

source: rotten
de: verfault
pt: podre

source: cracked
de: zerborsten
pt: rachada

source: discarded
de: verworfen
pt: descartada

source: useless
de: ohne nutzen
pt: sem uso

source: worn
de: verschlissen
pt: desgastada

source: damaged
de: schadhaft
pt: danificada

source: rusty
de: rostig
pt: ferrugenta

source: unbalanced
de: ungleiches
pt: desequilibrada

source: rigid
de: starr
pt: rígida

source: chipped
de: angeschlagen
pt: descartada

source: loose
de: lose
pt: solta

source: ill-made
de: schlecht-gemachte
pt: mal-feita

source: poor
de: Dürftig
pt: ruim

source: old
de: alt
pt: antiga

source: crafted
de: bearbeitet
pt: trabalhada

source: balanced
de: ausbalanciertes
pt: equilibrada

source: recurve
pt: recursiva

source: woven
de: gewoben
pt: provada

source: new
de: neu
pt: nova

source: ligth
de: leicht
pt: leve

source: good
de: gut
pt: boa

source: light
de: Leicht
pt: leve

source: ebony
de: eben
pt: de ébano

source: flexible
de: flexibles
pt: flexível

source: sharp
de: scharf
pt: afiada

source: knotted
de: geknüpft
pt: nodosa

source: quality
de: qualitäts
pt: de qualidade

source: fine
de: fein
pt: óptima

source: well-crafted
de: gut-gemachtes
pt: bem-trabalhada

source: glorious
de: Glorreich
pt: gloriosa

source: mighty
de: erhabenes
pt: magnifica

source: excellent
de: Ausgezeichnet
pt: excelente.

source: glowing
de: glühend
pt: emanante

source: runed
pt: embruxado

source: sigiled
de: besiegelt
pt: sigilado

source: enchanted
de: Verzaubert
pt: encantada

source: mythic
de: mystisch
pt: mítica

source: legendary
de: Legendär
pt: lendária

source: fabled
de: märchenhaftes
pt: fabulosa

source: drakish
de: draken
pt: drago

source: dwarvish
de: zwergisch
pt: anã

source: elvish
de: elfisch
pt: elfo

source: goblin
de: Kobold
pt: gnomo

source: gryphlet
de: greifen
pt: grifo

source: human
de: Menschlich
pt: humano

source: lizard
de: Echsen
pt: réptil

source: seafolk
de: See
pt: marítimo

source: orcish
de: Ork
pt: orc

source: troll
pt: troglodita

source: dark
de: Dunkel
pt: maligno

source: demonic
de: dämonisch
pt: demoníaco

source: an
de: ein
pt: uma

source: a
de: eine
pt: uma

source: female^$second_unit.name the $second_unit.language_name|
de: $second_unit.name die $second_unit.language_name|
pt: $second_unit.name a $second_unit.language_name|

source: female^I took $item.article $item.name from the defeated $unit.language_name|.
de: Ich nahm $item.article $item.name vom der erschlagenen $unit.language_name|.
pt: Apanhei $item.article $item.name da $unit.language_name| derrotada.

source: $second_unit.name the $second_unit.language_name|
de: $second_unit.name der $second_unit.language_name|
pt: $second_unit.name o $second_unit.language_name|

source: I took $item.article $item.name from the defeated $unit.language_name|.
de: Ich nahm $item.article $item.name vom erschlagenen $unit.language_name|.
pt: Apanhei $item.article $item.name do $unit.language_name| derrotado.

source: Discard Weapon
de: Waffe Verwerfen
pt: Descartar Arma

source: <span color='red'><b><i>Discard</i></b> a weapon<big>?</big></span>
de: <span color='red'>Die Waffe <b><i>Verwerfen</i></b><big>?</big></span>
pt: <span color='red'><b><i>Descartar</i></b> esta arma<big>?</big></span>

source: Remember, discarded weapons are trashed and cannot be reclaimed.
de: Vergiss nicht, verworfene Waffen werden zerstört und können nicht erneuert werden.
pt: Lembra-te, armas descartadas são destruídas e não podem ser recuperadas.

source: *<span color='green'><b>No</b>, keep all weapons</span>
de: *<span color='green'><b>Nein</b>, alle Waffen behalten</span>
pt: *<span color='green'><b>Não</b>, manter todas as armas</span>

source: <span color='light blue'><b>Yes</b>, discard
de: <span color='light blue'><b>Ja</b>, Verwerfen
pt: <span color='light blue'><b>Sim</b>, descartar

source: ): <b>are you sure<big>?</big></b></span>
de: ): <b>seit ihr sicher<big>?</big></b></span>
pt: ): <b>tens a certeza<big>?</big></b></span>

source: Discard
de: Verwerfen
pt: Descartar

source: <b>Yes</b>
de: <b>Ja</b>
pt: <b>Sim</b>

source: $unit.name the $unit.language_name|
de: $unit.name der $unit.language_name|
pt: $unit.name a $unit.language_name|

source: No! I refuse to discard my beloved
de: Nein! Ich weigere mich zu Verwerfen meine geliebte
pt: Não! Recuso-me a descartar a minha amada

source: broken
de: Defekte
pt: quebrada

source: cursed
de: Verfluchte
pt: amaldiçoada

source: useless
de: unnützliche
pt: sem uso

source: At last! I got rid of that $|random_string weapon!
de: Endlich! Ich bin diese $|random_string Waffe los!
pt: Finalmente! Livrei-me daquela arma $|random_string|!

source: That was a realy powerful artifact. I will miss the
de: Dies war eine wirkliche mächtige Waffe. Ich vermisse
pt: Este fora um artefacto realmente poderoso. Irei sentir falta da

source: I discarded my
de: Ich Verwarf mein
pt: Descartei a minha

source: No. I decided to keep my
de: Nein. Ich behalte mein
pt: Não. Decidi manter a minha

source: *<b>No</b>
de: *<b>Nein</b>
pt: *<b>Não</b>

source: Orcs
de: Orks

source: inferior
de: niedriges

source: superior
de: überragendes

source: ogre
de: Oger
