Repository: mansil/wesn-pt-trans
Catalog: umc/wesnoth-Warmaster/*.po
Languages: de, pt

source: Remember that we'll still stay underground for some time... So if you're going to go to the west, make it quick. However, we also don't know where the south path leads to, though it seems to lead upwards. So what do you think, which way shall we go?
pt: Lembra-te que vamos ficar no subterrâneo por algum tempo… Por isso, se quiseres ir ao oeste vá depressa. Porém, ainda não sabemos aonde o caminho do sul leva, embora pareça descer ainda mais. Então o que pensas que devemos fazer?

source: So what do you think, which way shall we go?
de: Was meinst du, welchen Pfad sollten wir nehmen?
pt: Então o que pensas que deveríamos fazer?

source: Let's go straight south.
de: Lass uns direkt nach Süden gehen.
pt: Vamos ir directamente ao sul.

source: We don't have time to help those dwarves. We must continue to the south!
de: Wir haben keine Zeit diesen Zwergen zu helfen. Lasst uns nach Süden weitergehen!
pt: Não temos tempo para ajudar os anões. Temos de prosseguir ao sul!

source: Let's go west. (bonus level)
de: Lass uns nach Westen gehen (Bonus Szenario)
pt: Vamos ir ao oeste (missão bónus)

source: It seems like those dwarves are having trouble. Let's go and help them!
de: Es scheint als ob diese Zwerge Schwierigkeiten haben. Lasst uns sie helfen!
pt: Parece que aqueles anões têm problemas. Vamos ajudar-os!

source: Darn! We should never have entered these cursed caves! We already are far too long down here, and we're running out of food. Everything is lost...
pt: Dane-se! Nunca devíamos ter entrado nestas grutas pestilentas! Já estivemos demasiado tempo cá em baixo, e estamos a ficar sem mantimentos. Tudo está perdido…

source: Drinking this potion makes the drinker stronger. Your unit's attack-strength has been raised by 1.
de: Diesen Trank trinkend macht den Trinker stärker. Die Angriffsstärke dieser Einheit wurde um 1 erhöht.
pt: Ao beber esta poção a unidade fica mais forte. O seu ataque foi aumentado por um ponto.

source: Trolls... As I said.
pt: Trogloditas… Como tinha dito.

source: Very well, but I didn't see any dwarf in here yet...
pt: Muito bem, mas ainda não vi qualquer anão aqui dentro…

source: Orcs... As I said.
pt: Orcs… Como tinha dito.

source: Bah... Let's rid this cave of them!
pt: Pá… Vamos limpar as cavernas deles!

source: I don't know if we have the time to do so... But well.
pt: Não sei se teremos tempo suficiente… Mas bem.

source: Thieves... Could have thought of that.
pt: Ladrões… Podia adivinhar esta.

source: Let's kill these bastards!
de: Lass uns diese Bastarde töten!
pt: Vamos matar estes bastardos!

source: Drakes... So they also live inside the mountain.
pt: Dragos… Então também vivem dentro da montanha.

source: Helping Dwarves
de: Den Zwergen Helfend
pt: Ajudando Anões

source: Defeat the enemy leader
de: Besiege den gegnerischen Anführer
pt: Derrota o líder inimigo

source: Death of Brom
de: Tod von Brom
pt: Morte de Brom

source: Dwarves
de: Zwerge
pt: Anões

source: Cave Critters
de: Höhlen Kreaturen
pt: Bichos das cavernas

source: I've heard cries! What's going on here?
de: Ich hörte Schreie! Was ist hier los?
pt: Ouvi gritos! O que se está a passar aqui?

source: Abovers! What are you doing here? ...No, wait, let's talk about that later. Could you help us with some trolls? We usually don't have trouble with them, but this time it gets worse every minute. Whenever we strike down a troll there already are three new ones ready to kill the dwarf that defeated the troll... We really need help, or else we're doomed. I have no idea why there are so many of them now...
pt: Superficiais! O que estão a fazer aqui? …Não, esperam, vamos conversar mais tarde. Podem ajudar-me a lidar com alguns trogloditas? Normalmente não temos problemas com eles, mas desta vez esta a ficar pior a cada minuto. Sempre que matamos um, aparecem logo três novos prontos em matar o anão que tinha derrotado este troglodita… Precisamos mesmo de ajuda, ou estaremos condenados. Não faço ideia porque se multiplicaram tanto…

source: Alright... We will help you. But can we even win then?
pt: Tudo bem… Iremos ajudar-te. Mas poderemos vencer?

source: I hope so. Trolls are everything else than brave, and if they think they could be defeated by their enemies they usually just escape. We must show them how strong we are. Unfortunitally I'm running out of fighters... So I'm afraid you'll have to hold them off almost lonely.
pt: Assim espero. Os trogloditas são tudo menos corajosos, e se pensam que possam ser derrotados pelos seus adversários normalmente fogem. Temos de mostrar-lhes a nossa força. Infelizmente estou com poucos soldados… Portanto temo que têm de enfrentar-os mais ou menos sozinhos.

source: Okay. We will do our best to resist against them.
de: Gut. Wir werden unser bestes geben.
pt: Bom. Iremos fazer o nosso melhor para resistir-os.

source: Let's join the fun then!
de: Lass den Spaß beginnen!
pt: Vamos começar a divertir-nos!

source: I've done my best to protect my folk. Argh...
pt: Fiz o meu melhor para proteger o meu povo. Arre…

source: Phew... It seems like the trolls are afraid of our strong resistance. They are escaping.
pt: Chi… Parece que os trogloditas temem a nossa resistência forte. Estão a fugir.

source: Well... The trolls are gone. We've succeeded in protecting your folk, dwarf. I hope you can defeat them yourself again the next time. I probably won't be around here again if those trolls come back...
pt: Bem… Os trogloditas foram-se. Fomos bem sucedidos ao proteger o vosso povo, anão. Espero que os possas derrotar sozinho na próxima vez. Provavelmente não irei estar para ajudar-te quando os trogloditas voltarem…

source: Don't care about them. I think I'll move away from here. There surely are safer caves than this one. However, thank you very much for saving us. I don't want to keep you at this dangerous place for too long, but you've really earned a reward for your help. Choose your reward yourself...
pt: Não te importes com eles. Penso que vou ir para longe deles. Existem certamente cavernas mais seguras que esta. Porém, agradeço-te por salvares-nos. Não te quero manter num lugar tão perigoso como este demasiado tempo, mas realmente mereces uma recompensa pela ajuda. Escolha uma recompensa…

source: So tell me, what would you like to have?
de: So sagt mir, was wollt ihr am liebsten haben?
pt: Então diga-me, o que gostarias de ter?

source: Gold would be fine...
pt: Ouro já seria suficiente…

source: Very well. Take this box, it contains 600 gold - almost all gold we have left.
de: Sehr gut. Nehmt diese Truhe, sie enthält 600 Goldstücke - fast mein gesamtes vermögen.
pt: Muito bem. Levam esta caixa, contem 600 peças de ouro - quase a minha fortuna inteira.

source: Could you give me some of your men?
de: Könntet ihr ein paar deiner Leute mit uns schicken?
pt: Poderias dar-nos alguns dos teus homens?

source: Very well. Take my best men with you.
de: Sehr gut. Nehmt meine besten Leute mit euch.
pt: Muito bem. Leva os meus melhores homens contigo.

source: We will serve you as best as we can, sir.
de: Wir werden dir so gut wie möglich dienen, Herr.
pt: Iremos servir-te o melhor possível, senhor.

source: Volcano
de: Vulkan
pt: Vulcão

source: We are below the earth since about three days now. The way leads upwards since about an hour already, and the further we get in here the warmer it gets. I wonder how it can be this hot at a that dark place...
pt: Já estamos sob a terra deste uns três dias.E já descemos deste uma hora, e o mais descemos mais quente fica. Questiono-me como pode ser assim tão quente numa caverna tão escura…

source: Phew... The further we go the warmer it gets... I wonder why... This way doesn't lead towards the hell, does it?
pt: Chi… O quando mais descemos mais calor fica… Pergunto-me porque… Será que este caminho não se dirige ao inferno?

source: Come on, stay serious. If this way would lead towards the hell we already would have met a devil or something like that. ...Well, I don't know what might cause the heat. Let's proceed carefully.
pt: Não gozes, e fica sério. Se este caminho conduziria ao inferno então deveríamos ter encontrado o diabo ou pior… Bem, não sei o que causa este calor. Vamos proceder cuidadosamente.

source: They're all defeated... Now let's get out of here. I don't want to get toasted.
pt: Estão todos derrotados… Agora vamos sair daqui. Não quero ficar queimado.

source: The exit seems to be somewhere to the south of here. It's pretty close.
de: Der Ausgang sollte irgendwo im Süden liegen. Er muss ganz in der Nähe sein.
pt: A saída parece ser algures no sul. Fica bastante perto.

source: Drinking this potion makes the drinker more resilient. Your unit's max. HP have been raised by 8
de: Dieser Trank macht den Trinker widerstandsfähiger. Die LP dieser Einheit wurden um 8 angehoben
pt: Ao beber esta poção o seu utilizador fica mais resistente. Foram adicionados 8 pontos de vida ao seu máximo

source: Potion of resilience
de: Trunk der Ausdauer
pt: Poção da resistência

source: You've found an old book picked with mysterious runes. It seems like you found a spellbook! It grants you a strong magical ranged fire-attack.
de: Du hast ein altes Buch mit geheimnisvollen Runen gefunden. Es scheint, du hast ein Zauberbuch gefunden! Es gewährt starke magische Feuer Fernangriffe.
pt: Encontraste um livro velho coberto de misteriosas runas. Parece que encontraste um livro de feitiços! Provem-te um ataque de fogo poderoso a distancia.

source: What the... Now I know why it is so hot in here - this isn't the inner of just any random mountain - this is a vulcano! This also explains why the drakes like this place so much...
pt: Mas o que… Agora sei porque faz tanto calor aqui isto não é o interior duma montanha aleatória - este é um vulcão! Isto também explica porque os dragos sentem-se em casa aqui…

source: Strangers... We told you not to enter our mountain... Get out of here immediately or feel our rage!
pt: Estranhos… Avisamos-te para não entrares na nossa montanha… Saíam daqui imediatamente ou sintam a nossa fúria!

source: I want to get out of here, really. But I must pass here!
de: Ich will hier raus, wirklich. Aber ich muss hier vorbei!
pt: Só quero de sair daqui, realmente. Mas terei de passar!

source: I can't allow you go any further. This is the home of the drakes, and strangers are not welcome. Die!
de: Ich versperre dir den weg, denn dies ist die Heimat der Draken, und Fremde sind nicht willkommen. Stirbt!
pt: Não posso permitir-te avançar. Esta é a terra dos dragos, e estranhos não são bem-vindos. Morra!

source: Kalamera Desert
de: Kalamera Wüste
pt: Deserto Kalamera

source: Although we left these cursed caves it didn't really get colder. And why should it do so anyway? Deserts are likely to be hot...
pt: Apesar de termos deixado aquelas cavernas amaldiçoadas, não arrefecia muito. E porque deveria? Desertos são ditos de serem bastantes quentes…

source: Troy reaches the end of the path
de: Troy erreicht das ende des Pfades
pt: Troy chega ao fim do caminho

source: Wolfs
de: Wölfe
pt: Lobos

source: Argh. First a volcano, now a desert. What comes next? A trip to the sun? I can't hold out this heat any longer!
de: Argh. Erst ein Vulkan, nun eine Wüste. Was kommt als nächstes? Eine reise zur Sonne? Ich kann diese Hitze nicht mehr aushalten!
pt: Arre. Primeiro um vulcão, agora um deserto. O que virá depois? Uma viagem ao sol? Não consigo aguentar este calor mais tempo!

source: What do you expect from a desert? But hey, look! Do you see that building far behind there? It must be gigantic if we can see it from here.
de: Was erwartest du von einer Wüste? Aber schau! Siehst du dieses fernes Gebäude? Es muss gigantisch sein wenn wir es von hier aus sehen können.
pt: O que esperas dum deserto? Mas paciência, veja! Vês aquela construção ao longe? Deve ser gigantesco se pode ser vista daqui.

source: Hm... Do you mean that dark shape? Yeah, it really looks big. Do you think...
pt: Mm.. Referes-te aquela mancha escura? Sim, parece mesmo grande. Pensas…

source: Yeah, I think so. This must be the temple... It can't be very far away anymore! Let's hurry!
pt: Sim, assim penso. Este deve ser o templo… Já não pode ficar longe! Vamos apressar-nos!

source: Let's get out of this heat!
de: Lasst uns aus dieser Sauna entkommen!
pt: Vamos sair desta brasa!

source: Trolls in a desert? Where are they coming from?
de: Trolle in einer Wüste? Woher kommen diese denn?
pt: Trogloditas no deserto? Donde vêm?

source: Getting nearer to the temple
de: Immer Näher am Tempel
pt: Aproximando-se do Templo

source: I don't really know what I like better: Hot deserts or cold snowy plains. However, it is going to get cold soon...
pt: Ainda não sei realmente do que gosto mais: desertos escaldantes ou planícies gélidas. E no entanto vai ficar bastante frio em breve…

source: Defeat Mergal-Nergal
de: Besiegt Mergal-Nergal
pt: Derrota Mergal-Nergal

source: Frosty Orcs
de: Frostige Orks
pt: Orcs Gélidos

source: Searmen
de: Brathähnchen
pt: Lobos do Mar

source: Seafolk
de: Meervolk
pt: Povo do Mar

source: We finally are out of that heat... And the temple is no more far away. Only a few miles anymore.
pt: Finalmente saímos daquela brasa… E o templo já fica perto. Só mais algumas milhas.

source: Do you see those snowy plains behind there? The nearer we get to the temple the colder it will get. Beware.
de: Siehst du diese verschneiten ebenen? Umso näher wir den Tempel kommen umso kälter wird es. Vorsicht.
pt: Vês aquelas planícies nevadas atrás de nós? Quanto mais perto chegamos ao templo mais frio fica. Atenção.

source: Hm... We should avoid the snow as far as possible. But what's that? It looks like the orcs have come even here...
pt: Mm… Devemos evitar a neve a todo o custo. Mas o que é isso? Parece que ainda mais orcs vieram…

source: Stop, foul human! You already should have died a long time ago... Give me the stone!
pt: Alto, humano idiota! Já devias ter morrido a muito tempo… Dá-me a pedra!

source: Come and fight against me if you want to get it!
de: Komm und kämpfe mit mir falls du ihn haben willst!
pt: Vem e luta contra mim se quiseres levar-a!

source: Ha, why should I move away from here even only one step? I have douzens of well trained soldiers. They will kill you anyway!
de: Ha, warum sollte ich auch nur einen schritt machen? Ich habe Dutzenden von gut trainierten Soldaten. Sie werden dich töten!
pt: Há, porque deveria sair daqui um passo sequer? Tenho dezenas de soldados bem treinados. Irão matar-te na mesma!

source: I doubt that. You will never get the Zrai-Stone!
de: Das bezweifle ich. Du wirst niemals den Zrai-Stein erhalten!
pt: Duvido. Nunca irás conseguir a Pedra-Zrai!

source: Ha! Did you really think you could escape from us? Fool! I will make you joining my army - as another stupid skeleton!
de: Ha! Hast du wirklich geglaubt du könntest uns entkommen? Idiot! Im kürze wirst du meinen Heer dienen - als ein weiteres willenloses Skelett!
pt: Há! Pensaste que podias mesmo escapar de nós? Idiota! Irei fazer-te em juntar o meu exercito - como outro esqueleto estúpido!

source: Nice. This is going to be a though battle...
pt: Bonito. Vai ser uma batalha árdua…

source: Fool! Do you really think you could defeat me? I'm not done with you yet!!
de: Idiot! Glaubst du wirklich du könntest mich besiegen? Ich bin noch nicht fertig mit dir!!
pt: Idiota! Pensas mesmo que poderás derrotar-me? Ainda não estou acabado contigo!!

source: Argh... How is this possible? Defeated by a foul human and his weakish army...
pt: Arre… Como é isto possível? Derrotado por um mero humano e a sua força medíocre…

source: I told you you wouldn't get the stone, orc.
de: Ich sagte dir bereits, dieser Stein ist nichts für dich, Ork.
pt: Já te disse que não irás ter a pedra, orc.

source: Come on, we have no time to waste! Let's take the Zrai-Stone to the temple!
de: Nun komm, wir haben keine Zeit zu vergeuden! Wir müssen den Zrai-Tempel erreichen!
pt: Vamos, não temos tempo a perder! Vamos levar a Pedra-Zrai até o templo!

source: The Zrai-Temple
de: Der Zrai-Tempel
pt: O Templo-Zrai

source: We had finally reached the Zrai-Temple... It was gigantic. But we still had to enter it. And we weren't the only ones who wanted to enter it...
pt: Finalmente chegamos ao templo Zrai… Era gigantesco. Mas mesmo assim tínhamos de entrar nele. E não éramos os únicos que queriam isto…

source: Troy enters the temple
de: Troy betritt den Tempel
pt: Troy entra no templo

source: Mortaler enters the temple before Troy
de: Mortaler betritt den Tempel vor Troy
pt: Mortaler entra no templo antes de Troy

source: Bandits
de: Räuber
pt: Bandidos

source: Guardians
de: Wächter
pt: Guardiões

source: The temple... Our mission is almost complete. We must not fail. The future of the world might depend on the completition of our mission.
pt: O Templo… A nossa missão está quase no fim. Não podemos vacilar. O futuro do mundo poderá depender nesta missão.

source: Yeah, but it seems like we get trouble again first...
pt: Sim, mas parece que receberemos problemas antes…

source: So they have even come this far... Enough. If we can't get the stone we'll have to try to destroy the temple... I cannot allow you to use the stone.
pt: Então vieram assim tão longe… Chega. Se não podemos capturar esta pedra então temos de tentar em destruir o templo… Não posso permitir que uses a pedra.

source: No!! That must not happen! We must enter the temple before that foul orc does, or we are doomed!
de: Nein!! Das darf niemals passieren! Wir müssen diesen Tempel vor diesen Ork betreten, oder wir sind alle verloren!
pt: Não! Isto não pode acontecer! Temos de entrar no templo antes daquele orc imundo, ou estamos perdidos!

source: This is impossible... Absolutely impossible...
pt: Isto é impossível… Mesmo impossível…

source: Phew... We reached the entrance first. Onwards!
pt: Chi… Chegamos a entrada primeiro. Em frente!

source: Hahaha! Onwards, grunts! Let's smash this ugly temple to pieces! That foul human must not use the Zrai-Stone!
pt: Hahaha! Em frente, brutos! Vamos destruir este templo feio em ruínas! Aquele humano imundo não pode usar a Pedra-Zrai!

source: NO!!! If they destroy the temple the Zrai-Stone is absolutely useless. Everything is lost...
pt: NÃO!!! Se destruírem o templo a Pedra-Zrai não terá absolutamente valor algum. Tudo está perdido…

source: Finally... The Zrai-Temple. It's inner is even more gigantic than it looks from the outside. But we hadn't won yet. It seems like some kind of labyrinth should keep thieves and such folk out of the real inner of the temple... Some kind of labyrinth and lots of monsters.
pt: Finalmente… O Templo Zrai. O seu interior ainda é mais gigante do que parecia de fora. Mas ainda não vencemos. Parece que algum tipo de labirinto devia manter ladrões e outros intrusos indesejados fora do seu verdadeiro interior… Algum tipo de labirinto e muitos monstros…

source: Troy finds the exit
de: Troy findet den Ausgang
pt: Troy encontra a saída

source: A labyrinth! I guess it will be harder to get to the altar than I thought...
pt: Um labirinto! Suponho que irá ser mais difícil que pensei para chegar ao altar…

source: We will have to get through it. But I suggest to take some healers with you. I strongly doubt that we will find any further villages in here. And you should also recall some of your best men as I don't know which dangers might await us in here...
pt: Teremos de atravessar-o. Mas sugiro que levas alguns curandeiros contigo. Duvido muito que iremos encontrar mais aldeias aqui dentro. E também deverás convocar os teus melhores homens já que não sei que perigos esperam-nos…

source: Alright. We must not fail, and I will do everything to prevent us from failing!
pt: Tudo bem. Não podemos falhar, e iremos fazer tudo ao nosso alcance para prevenir a nossa perdição.

source: No... I can't believe it. This labyrinth is strange. It almost seems like there's no exit out of it anymore. I'm afraid entering this temple was the greatest mistake I've ever done. Everything is lost...
pt: Não… Não posso acreditar. Este labirinto é estranho. Até parece em como não há saída para fora dele. Temo que entrar neste templo fora o maior erro que jamais tinha feito. Tudo está perdido…

source: This way seems to lead to the core of the temple. Quick, onwards!
pt: Este caminho parece levar para o centro do templo. Rápido, em frente!

source: You suddenly feel dizzy and disorientated...
pt: Sentes-te subitamente tonto e desorientado…

source: Victory or Death
de: Sieg oder Tod
pt: Vitória ou Morte

source: We've reached the core of the temple. We've suffered many losses yet, but we're finally here. Here we can use the Zrai-Stone to create a hero that will save us from the orcs and undead forever. And this hero will be me - if king Zaphron was right. But we first had to reach the altar - and that would be hard to do...
pt: Atingimos o centro de templo. Já sofremos muitas baixas, mas finalmente cá estamos. Aqui podemos usar a Pedra-Zrai para criar um herói que irá salvar-nos dos orcs e morto-vivos para sempre. E este herói irá ser eu - se o rei Zafron esteve certo. Mas primeiro temos de chegar ao altar - o que não deve ser assim tão difícil…

source: Defeat Norfoneal-Margastar
de: Besiegt Norfoneal-Margaster
pt: Derrota Norfoneal-Margastar

source: Phew... We've finally reached the core of this cursed temple... So where's the altar? I want to leave this infernal place again as fast as I can. ...What's that thing behind there? It doesn't look good...
pt: Chi… Finalmente atingimos o centro deste templo amaldiçoado… Então onde está o altar? Quero deixar este lugar infernal o mais rapidamente possível… O que é aquela coisa atrás? Não parece nada bom…

source: Be careful. This seems to be another ancient lich. But it somehow looks even more ancient than the ones we met before...
pt: Cuidado. Este parece ser outro dos Lichs Ancestrais. Mas de alguma forma parece ainda mais ancestral do que os outros que encontramos…

source: I am not one of these pityful ancient lichs. They are so incredibly weak. As a work of mine they should be stronger. You have heard right - I was me who created them. I am their master. They also call me the 'Lich Master'. But I don't care about titles. I am simply to mightiest creature in the world!!
pt: Não sou um daqueles Lichs Ancestrais fracotes. São tão incrivelmente fracos. Sendo a minha obra deviam de ser mais fortes. Ouviste bem - Fui eu que os fez. Sou o seu mestre. Também chamam-me de “Mestre Lich”. Mas não me importo com títulos. Sou simplesmente a maior criatura do mundo!

source: Let me guess: You won't let us pass to put the Zrai-Stone on the altar.
pt: Deixa-me adivinhar: Não vais deixar-nos passar para pôr a Pedra-Zrai no altar.

source: Of course not. This is my temple, and the Zrai-Stone also is a work of mine. It should make me even mightier every day, but one day a foolish little human and his army entered this temple and fought me. Of course I killed them all - except one. He somehow got the stone and escaped. And now you brought it back to me. I should thank you. And to show you how much I thank you you shall die a quick death!
pt: Claro que não. Este é o meu templo, e a Pedra-Zrai também é obra minha. Devia fazer-me cada dia mais forte, mas um dia um humano, amaldiçoado seja ele, e o seu exercito entraram neste templo e combateram-me. Claro que matei-os a todos - excepto a um. De alguma forma conseguiu levar a pedra e fugir. E agora trouxeste-a de volta a mim. Devia agradecer-te. E para mostrar-te a minha gratidão irás morrer de forma rápida e indolor!
