Repository: mansil/wesn-pt-trans
Catalog: umc/wesnoth-A_Simple_Campaign/*.po
Languages: pt

source: A Simple Campaign
pt: Uma Campanha Simples

source: ASC
pt: UCS

source: &units/undead-necromancers/adept-magic-3.png=Easy;*&units/undead-necromancers/dark-sorcerer-attack-staff-2.png=Medium;&units/undead-necromancers/ancient-lich-magic-3.png=Difficult
pt: &units/undead-necromancers/adept-magic-3.png=Fácil;*&units/undead-necromancers/dark-sorcerer-attack-staff-2.png=Médio;&units/undead-necromancers/ancient-lich-magic-3.png=Difícil

source: This is a stub of a campaign, intended to make life easier in creating a campaign. Contains about the bare minimum that's needed for a campaign and some helpful comments.
pt: Este é um esboço duma campanha, com a intenção de facilitar a vida aos futuros criadores. Ela contem o mínimo que é necessário para uma campanha carregar e algumas dicas importantes.

source: this is where the story goes
pt: é para aqui que a história vai

source: Template
pt: Modelo

source: His Awesomeness
pt: A sua Incredibilidade

source: Lord Awesomeness
pt: Lorde Incrível

source: Welcome, future UMC developer. This is a stub of a campaign, intended to make life easier in creating a campaign, since the by far most difficult part is the very start. This campaign contains about the bare minimum that's needed for a campaign and some helpful comments.
pt: Bem-vindo, futuro autor. Este é um esboço de uma campanha, com a intenção de facilitar a vida na criação de uma campanha, pois a parte mais difícil é o inicio. Esta campanha contém o mínimo necessário para uma campanha correr e alguns comentários para ajudar.

source: There is a site in the wesnoth wiki related to this add-on, which also tells you where to look for this add-on's files so you can actually read this message in the code instead of reading it on the screen: http://wiki.wesnoth.org/BuildingCampaignsTutorial/FirstCampaign
pt: Existe uma página na wiki de Wesnoth relacionada com este extra, que também explica onde encontrar os ficheiros dos extras para que possas ler esta mensagem no código-fonte em vez de ler-a no ecrã: http://wiki.wesnoth.org/BuildingCampaignsTutorial/FirstCampaign

source: site related to this add-on: http://wiki.wesnoth.org/BuildingCampaignsTutorial/FirstCampaign
pt: página relacionada com este suplemento: <i>http://wiki.wesnoth.org/BuildingCampaignsTutorial/FirstCampaign</i>

source: The files of this add-on, describing what happens in it, are in your userdata directory, explanation where this directory is here: http://wiki.wesnoth.org/EditingWesnoth
pt: Os ficheiros deste extra, que descrevem o que acontece, estão no teu directório do utilizador, mais explicações podes encontrar em: http://wiki.wesnoth.org/EditingWesnoth

source: Where are the files of this add-on ? read here: http://wiki.wesnoth.org/EditingWesnoth
pt: Onde estão os ficheiros deste extra? Leia mais em: http://wiki.wesnoth.org/EditingWesnoth

source: final objectives:
pt: Objectivos Finais:

source: Defeat the enemy leader
pt: Derrota o líder inimigo

source: Death of His Awesomenes
pt: Morte da sua incredibilidade

source: Hey, I'm a custom unit of this campaign and I've just appeared.
pt: Olá, sou uma unidade especifica da campanha e apareci mesmo agora.

source: I'm a unit on side 1 and have just moved to the hex with coordinates $x1,$y1.
pt: Sou uma unidade da equipa 1 e acabo de mover-me para o hexágono com as coordenadas $x1,$y1.

source: This is the macro from macros/. Soon follows another macro. The code from this event is a bit more adanced wml. You don't need to understand it if you've just started to code wml.
pt: Este é um macro de macros/. Em breve sequirá outro. O código deste evento é WML algo mais avançado. Porém não precisas de perceber tudo se mal acabaste de começar a aprender a língua.

source: two times three is $twotimesthree|.
pt: dois vezes três é $twotimesthree|.

source: Since the variable twotimesthree is cleared now, you can no longer query it: $twotimesthree| You should always clear your variables once that you no longer need them.
pt: Como a variável twotimesthree foi limpa, já não podes mais invocar-a: $twotimesthree| Deves sempre limpar as tuas variáveis quando não os necessitares mais.

source: ASC's custom terrain
pt: terreno especifico da UCS

source: some custom unit
pt: alguma unidade própria

source: This is a custom unit in ASC demonstrating how to create such units.
pt: Esta é uma unidade própria de UCS para demonstrar como criar unidades.

source: Sword
pt: espada

source: This is the macro from utils/. Let's calculate a bit and return the result. This macro is a bit more advanced, you don't need to care about it at the beginning.
pt: Este é um macro de utils/. Vamos calcular um bocado e retornar o resultado. Este macro é ligeiramente mais complicada, mas não precisas de preocupa-te sobre ele no inicio.

source: Variable with name two has been set to $two|.
pt: Uma variável com o nome dois fora definida para $two|.

source: Variable with name two has been multiplied by 3 to value $two|.
pt: Uma variável com o valor dois fora multiplicada por três e tem agora o valor $two|.
