Repository: mansil/wesn-pt-trans
Catalog: umc/wesnoth-Random_*_Mirror/*.po
Languages: de, pt

source: Random No Mirror (Default Era)
de: Zufall Mit Verschiedenen Gegnern (Standard)
pt: Aleatório Sem Facção Espelhada (Era Padrão)

source: Forces a random faction and avoids mirrors, for Default Era
de: Erzwingt eine zufällige Fraktion und vermeidet Spiegelungen, für die Standard Ära
pt: Força uma facção aleatória sem igual na batalha, para a era padrão

source: Exclude
de: Ausschließen
pt: Exclui

source: will not be picked
de: werden nicht beachtet
pt: não vai ser escolhido

source: Random No Mirror (Era of Heroes)
de: Zufall Mit Verschiedenen Gegnern (Helden)
pt: Aleatório Sem Facção Espelhada (Era dos Heróis)

source: Forces a random faction and avoids mirrors, for Era of Heroes
de: Erzwingt eine zufällige Fraktion und vermeidet Spiegelungen, für die Ära der Helden
pt: Força uma facção aleatória sem igual na batalha, para a era dos heróis

source: Dark Elves
de: Dunkelelfen
pt: Duendes

source: Dark Elves will not be picked
de: Dunkelelfen werden nicht beachtet
pt: Os duendes não irão ser escolhidos

source: Khalifate
de: Kalifen
pt: Califado

source: The Khalifate will not be picked
de: Der Khalifat wird nicht beachtet
pt: O califado não vai ser escolhido

source: Frontiers
de: Grenzer
pt: Fronteiriços

source: Frontiers will not be picked
de: Grenzer werden nicht beachtet
pt: Os fronteiriços não irão ser escolhidos

source: Outlaws
de: Geächtete
pt: Foragidos

source: Outlaws will not be picked
de: Geachtete werden nicht beachtet
pt: Os foragidos não irão ser escolhidos

source: Dark Legion
de: Legion der Finsternis
pt: Legião Maligna

source: The Dark Legion will not be picked
de: Die Legion der Finsternis wird nicht beachtet
pt: A legião maligna não irá ser escolhida

source: Aragwaithi will not be picked
de: Die Aragwaithi werden nicht beachtet
pt: Os aragwaithi não irão ser escolhidos

source: Traits for Leaders
de: Eigenschaften für Anführer
pt: Feições para líderes

source: Give the Aged Trait to units with leadership
de: Gibt die Eigenschaft “gealtert” an Einheiten mit Führungsqualitäten
pt: Dê a feição idoso a unidades com liderança

source: To balance out the fact that leadership is insanely powerfull in multiplayer
de: Zum Ausgleich der Tatsache, dass die Führung irrsinnig mächtig im Mehrspielermodus ist

source: Give the Dim Trait to healers
de: Gibt die Eigenschaft “dumm” Heilern
pt: Dê a feição asno a curandeiros

source: So that they are even harder to level (they do not need)
de: So dass sie noch schwieriger sind um aufzusteigen (unnötig)

source: Give the Weak Trait to units with special abilities
de: Gibt die Eigenschaft “Schwächlich” Einheiten mit Specialkünsten
pt: Dê a feição fraco a unidades com especialidades especiais

source: Given a fair chance to everybody without one
de: Um allen anderen eine faire Chance zu geben

source: Randomly assigns traits to your Leader
de: Wählt zufällig Eigenschaften aus für Anführer
pt: Distribui feições aos líderes de forma aleatória

source: Just for fun. Not balanced
de: Mehr zum Spass. Nicht wirklich ausgeglichen

source: Random Recruits
de: Zufällige Ausbildung
pt: Recrutas Aleatórias

source: Will set your recruitlist totaly random choosen from all mainline units (but based on leader level)
de: Setzt deine Ausbildungsliste aus komplett zufällige gewählten Einheiten vom allen erhältlichen (aber basierend auf den Level vom Anführer)

source: Pick Your Recruits
de: Wähle Deine Rekruten
pt: Escolha os Teus Recrutas

source: Allows to pick freely all units from default era to recruit.
de: Ermöglicht aus allen Einheiten von der Standard Ära Auszusuchen.
pt: Permite escolher livremente de todas as unidades da era padrão

source: Recruits
de: Ausgebildenen
pt: Recrutamentos

source: Choose how many recruits are allowed to pick up
de: Wähle wie viele Rekruten erlaubt sein sollen
pt: Define quantos recrutamentos são permitidos

source: How much gold should be spended for recruits?
de: Wie viel Gold sollte erlaubt sein zum aussuchen?
pt: Define quando ouro é permitido gastar

source: from all mainline units
de: alle Einheiten des Spiels
pt: todas as unidades possíveis

source: whenever only from the default era or from all core units
de: ob nur aus der Standard Ära oder alle verfügbaren
pt: se somente da era padrão ou todas as unidades do jogo

source: Show current recruits
de: Aktuelle Einheiten ansehen
pt: Mostra recrutas actuais

source: Discard $PYR_side_$side_number|_recruit[$i_temp].language_name
de: Verwerfe $PYR_side_$side_number|_recruit[$i_temp].language_name
pt: Deixar $PYR_side_$side_number|_recruit[$i_temp].language_name

source: Manage your current recruits
de: Verwalte deine Einheiten
pt: Gerir os teus recrutas actuais

source: Nevermind
de: vergiss es
pt: Esquece

source: Pick Your Recruits Mod
de: Wähle Deine Rekruten Mod
pt: Modificação Escolha dos Recrutas

source: <span color='black'>-</span> In a Pick Your Recruits game, you spend the first turn choosing which unit types you wish to have available to you. The game then begins normally on the second turn, when you will have your chosen units available for recruiting. You choose unit types by using the recruit menu, where you will have all allowed unit types available during the first turn. The other players do not see what choices you make. <span color='black'>-</span> You may freely choose up to $PYR_recruits units as long as their combined recruit costs do not exceed $PYR_gold gold. <span color='black'>-</span> If you make a mistake while picking your recruits, you may reset your picks from the right-click context menu and start over.
de: <span color='black'>-</span> In einem “Wähle Deine Rekruten“ Spiel, verbringst du den ersten Zug bei der Auswahl deiner Einheiten die du zur Verfügung haben möchtest. Das Spiel beginnt dann wie normal in der zweiten Runde, wo du deine ausgewählten Einheiten zur Verfügung haben wirst. Du entscheidest Einheiten mit den normalen Ausbildungsmenü, im welchen man alle erlaubten Einheiten einsehen kann. Die anderen Spieler können deine Entscheidungen nicht sehen nicht. <span color='black'>-</span> Du kannst frei bis zu $PYR_recruits Einheiten aussuchen solange du nicht $PYR_gold Goldstücke überschreitest. <span color='black'>-</span> Falls du einen Fehler machst kannst du jederzeit deine Einheiten wieder entlassen mit der rechten Maustaste.
pt: <span color='black'>-</span> Num jogo “Escolha os Teus Recrutas”, passas o primeiro turno a escolher que unidades desejas ter disponíveis. O jogo então prosseguirá normalmente no segundo turno com estas unidades escolhidas para recrutar. Esciolhes as unidades com o menu normal para recrutar onde poderás examinar todas as unidades disponíveis. Os outros jogadores não podem ver as tuas escolhas. <span color='black'>-</span> Poderás livremente escolher até $PYR_recruits unidades deste que não gastes mais de $PYR_gold peças de ouro. <span color='black'>-</span> Se te enganares a qualquer altura podes sempre corrigir a tua lista de unidades no menu do botão direito do rato.

source: $unit.language_name has been added to your recruitlist
de: $unit.language_name wurde deiner Einheitenliste zugefügt.
pt: $unit.language_name foi adicionado a tua lista de recrutamento

source: You can now recruit: $PYR_side_$side_number|_string|
de: Du kannst nun die folgenden Einheiten ausbilden: $PYR_side_$side_number|_string|
pt: Podes agora recrutar: $PYR_side_$side_number|_string|

source: The game now begins normally with everyone having the proper starting gold and the recruit list they picked on the first turn.
de: Das Spiel beginnt nun normal mit jeden mit den richtigen Start Gold und den Einheiten, die sie in der ersten Runde ausgewählt haben.
pt: A partida começa agora normalmente com todos a terem o ouro inicial predefinido e os recrutas escolhidos no primeiro turno.

source: Could not find any faction to choose from. Did you disabled all factions?
de: Konnte keine Fraktion finden. Hast du alle Fraktionen deaktiviert?
pt: Não foi possível encontrar qualquer facção da qual escolher. Desabitaste todas?

source: Gold
pt: Ouro
