Repository: mansil/wesn-pt-trans
Catalog: umc/wesnoth-Eliador/*.po
Languages: pt

source: Invasion of Eliador
pt: Invasão de Eliador

source: IOE
pt: IDE

source: A peaceful island is about to be invaded by unknadded foes travelling towards the eastern shore. It is up to a family of outlaws to warn the island's inhabitants before it's too late.
pt: Uma ilha tranquila está prestes a ser invadida por terríveis invasores que estão a viajar ao oeste. Cabe a uma família de foragidos avisar toda a população da ilha antes que seja demasiado tarde.

source: (Intermediate level, RPG/Puzzle, Total of 12 scenarios)
pt: (Nível Intermediário, RPG/Puzzle, Total de 12 cenários)

source: Skirmisher
pt: Escaramuça

source: (Easy)
pt: (Fácil)

source: (Challenging)
pt: (Desafio)

source: Nightmare
pt: Pesadelo

source: Campaign Design
pt: Projecto da Campanha

source: Artwork and Graphic Design
pt: trabalho artístico e Projecto Gráfico

source: Translations
pt: Traduções

source: Campaign Maintenance
pt: Manutenção da Campanha

source: On a peaceful isle a handfull of outlaws, elves and humans lived together
pt: Numa ilha pacifica uma mão-cheia de foragidos, elfos e humanos viviam juntos…

source: Monsters
pt: Monstros

source: Invaders
pt: Invasores

source: Zilead
pt: Ziled

source: Anna
pt: Ana

source: Zeke
pt: Zeque

source: Why do you look so sad, papa?
pt: Porque estás tão triste, papá?

source: I am just feeling a little nostalgic, my son. It has been exactly sixteen years since your mother and I came to Eliador.
pt: Apenas sinto-me um bocado nostálgico, foi à exactamente dezasseis anos que vim para Eliador juntamente com a tua mãe.

source: If you liked Wesnoth so much, then why did you leave?
pt: Se gostaste tanto de Wesnoth, porque então deixaste-a?

source: What is it, papa? What are you looking at?
pt: O que é, papá? Aonde estás a olhar?

source: Galleons on the horizon. Dozens of them!
pt: Galeões ao horizonte. Dezenas delas!

source: Run home, son! Quickly!
pt: Corra para casa, filho! Rápido!

source: What is? Why do you look so exausted, brother?
pt: O que foi? Porque estás tão ofegante, mano?

source: Papa, they took papa with them!
pt: O papá, levaram o papá com eles!

source: What? Who? Who <i>took</i> Zilead?
pt: O que? Quem? Quem <i>levou</i> Ziled?

source: Bad guys! There suddently came two bad man and took papa with them! One of them was called as <b>Bill</b>!
pt: Tipos maus! De repente apareceram dois homens maus e levaram o papá com eles! Um deles fora chamado de <b>Bill</b>!

source: Who is Bill, mom?
pt: Quem é esse Bill, mãe?

source: Later. I fear that we have no time. We have to warn all habitants of the isle, great danger is aproaching up!
pt: Mais tarde. Temo que não haverá muito tempo. Temos de avisar todos os habitantes da ilha, um grande perigo aproxima-se!

source: <small>Next scenario:</small>
pt: <small>Próximo cenário:</small>

source: <span color='yellow'><big>Move Ardella to a scenario label</big></span>
pt: <span color='yellow'><big>Mova Ardella a uma etiqueta de cenário</big></span>

source: <span color='white'>Or, press <b>End Turn</b> to have one choosen for you randomly</span>
pt: <span color='white'>Ou, prima <b>Fim do Turno</b> para teres um escolhido para ti aleatoriamente</span>

source: Mount Sinon
pt: Monte Simon

source: We headed east toward the Mount Sinon, in the hope that we could convince some of royal Horseman of the Hills to join us
pt: Seguimos ao oeste até o Monte Simon, na esperança que poderíamos convencer alguns dos cavaleiros reais das colinas em juntar-se a nós.

source: Horses
pt: Cavalos

source: Move horses to high ground
pt: Mova os cavalos a terra alta

source: (1) Move next to a horse to mount it; (2) Horses and children can move onto hills but not mountains
pt: (1) Mova perto dum cavalo para montar-o; (2) Os cavalos e as crianças podem mover-se para colinas mas não montanhas

source: Survive until end of turns
pt: Sobreviva até o fim dos turnos

source: Death of Ardella, Anna or Zeke
pt: Morte de Ardella, Ana ou Zeque

source: Why did the beasts leave?
pt: Porque é que as bestas deixaram-nos?

source: I do not know.
pt: Não sei.

source: Momma, my ears! What was that noise?
pt: Mamá, os meus ouvidos! O que foi aquele rugido?

source: Look over there, momma!
pt: Olha além, mamá!

source: Quickly, get to the mountains!
pt: Rápido, vão para as montanhas!

source: Momma!
pt: Mamá!

source: Anna!
pt: Ana!

source: Zeke!
pt: Zeque!

source: You have risked your lives to save our steeds. Why?
pt: Arriscaram as vossas vidas para salvar os nossos cavalos, porque?

source: Because we need every man and beast on this island to fight the enemies approaching Eliador.
pt: Porque precisamos de qualquer homem ou besta desta ilha para combater o inimigo que se está a aproximar-se de Eliador.

source: We have never backed down from a fight, so we will help you. But we have seen the number of galleons. Why don't you take your children off this island?
pt: Nunca ficamos atrás duma luta verdadeira, por isso iremos ajudar-vos. Mas vimos o número de galeões. Porque não levas os teus filhos fora da ilha?

source: Because they took my papa!
pt: Porque capturaram o meu papá!

source: Bay of Heldurin
pt: Baía de Heldurin

source: The outlaws of Heldurin would surely help us repell our common enemy.
pt: Os proscritos de Heldurin irão certamente ajudar-nos expulsar o nosso inimigo comum.

source: Bandits
pt: Bandidos

source: I am sorry, Ardella. We would very much like to help you fight off the invaders, but we must get our families off this island.
pt: Sinto muito, Ardella. Queríamos mesmo ajudar-te a lutar contra os invasores, mas temos de evacuar as nossas famílias primeiro.

source: I cannot persuade you to stay?
pt: E não posso persuadir-vos em ficar?

source: How much do you want?
pt: Quanto querem?

source: Thank you, Ardella.
pt: Obrigado, Ardella.

source: Iumento, pareah!
pt: Jumento, pareai!

source: Caves of Anwar
pt: Cavernas de Anvar

source: The dark caves of Anwar were waiting for us. I was a little bit nervous when I stepped in them.
pt: As cavernas sombrias de Anvar estavam a nossa espera. Estava algo nervosa quando pus os pés nelas.

source: Neutral Monsters
pt: Monstros Neutros

source: Cave Critters
pt: Bichos das cavernas

source: (1) A monster follows its recruiter; (2) If adjacent to its recruiter, a monster will attack an enemy within range
pt: (1) Um monstro seguirá o seu dono; (2) Quando adjacente ao seu dono, irá atacar um adversário ao alcance

source: Recruit all monsters
pt: Obtenha todos os monstros

source: Or, survive until end of turns
pt: Ou, sobreviva até que os turnos esgotam

source: Death of Ardella, Anna, or Zeke
pt: Morte de Ardella, Ana ou Zeque

source: Shelog
pt: Chilog

source: The beasts of Anwar can prove useful to us.
pt: As bestas de Anvar poderão ser-nos úteis.

source: What must we do?
pt: O que devemos fazer?

source: Do you remember the magic words your father taught you?
pt: Lembram-se das palavras mágicas que o vosso pai ensinou-vos?

source: Iumento, pareah.
pt: Jumento, pareai.

source: Good. Approach a beast, look into its eyes and recite those words.
pt: Certo. Aproximam-se dum besta, olham firmemente nos seus olhos e recitam estas palavras.

source: Momma, what was that flapping noise?
pt: Mamá, o que fora este som guinchante?

source: Exit the cave!
pt: Saiam da caverna!

source: Stay out of the cave!
pt: Ficam fora da caverna!

source: Zilead's Treasure
pt: O Tesouro de Ziled

source: The old caves where Zilead has hidden his treasure were still there.
pt: As velhas grutas onde Ziled tinha escondido o seu tesouro ainda existiam.

source: Cave Monsters
pt: Monstros da Caverna

source: Move Ardella to the treasure chest and then back to the entrance
pt: Mova Ardella até o baú de tesouro e depois de volta à entrada

source: Will you help me repell this fool Water Serpents from my cave?
pt: Ireis ajudar-me expulsar estas serpentes aquáticas imundas da minha gruta?

source: Beach of Balas
pt: Praia de Balas

source: Finaly we faced Bill and his men, in an desparate atempt to free Zilead.
pt: Finalmente enfrentamos Bill e os seus homens numa tentativa desesperada para libertar Ziled.

source: Duelists
pt: Duelistas

source: Prisoners
pt: Prisioneiros

source: Rescued Prisoners
pt: Prisioneiros Resgatados

source: The fencers will leave after all elves have been killed or captured
pt: Os esgrimistas irão partir quando todos os elfos estiverem capturados ou mortos

source: Kill all Fencers
pt: Mata os esgrimistas

source: Rescue all human Prisoners
pt: Resgata todos os prisioneiros humanos

source: Momma, that's the bad man who took papa!
pt: Mamá, este é o homem mau que levou o papá!

source: Ardella has arrived. You know what to do.
pt: Ardella chegou. Já sabem o que têm a fazer.

source: Wait here.
pt: Esperam aqui.

source: Did you see that? There's something in the bay.
pt: Viste aquilo? Há qualquer coisa na baía.

source: Let's check it out.
pt: Vamos descobrir o que.

source: Anna! Zeke!
pt: Ana! Zeque!

source: Hop on. I'll take you to your children.
pt: Salta para cima. Levarei-te aos teus filhos.

source: Wow, a sea serpent!
pt: Uau, uma serpente marinha!

source: What are human children doing in my water?
pt: O que estão crianças humanas a fazer nas minhas águas?

source: He was taken by the man in that galleon.
pt: Fora levado por aquele homem neste galeão.

source: There are captives on a nearby isle. Perhaps your father is among them.
pt: Existem alguns cativos na ilha ao norte. Talvez o vosso pai esteja com eles.

source: Will you please take us there?
pt: Podes levar-nos até eles, por favor?

source: Hop on.
pt: Saltam para cima.

source: Hold on tight!
pt: Segura-te!

source: These children are looking for their father. His name is Zilead. Have you seen him?
pt: Estas crianças estão a procura do seu pai. O seu nome é Ziled. Viram-o?

source: Can you take us there? We must help the sea creatures of Eliador battle the incoming galleons.
pt: Podes levar-nos até lá? Temos de ajudar as criaturas marinhas combater os galeões que estão por vir.

source: Of course. Good luck, all of you!
pt: Claro. Boa sorte, a todos vós!

source: What have I done? Ardella is dead!
pt: O que fiz? Ardella está morta!

source: Woods of Glorienda
pt: Bosques de Glórienda

source: On the morning we travelled towards the woods of glorienda seeking for help.
pt: Na manhã viajamos até os bosques de Glórienda para pedir ajuda.

source: Elfs
pt: Elfos

source: Persuade the Elves of Glorienda to remain in Eliador.
pt: Persuada os Elfos de Glórienda a remanescer em Eliador

source: To persuade an elf, visit her village more times than Lucien's side does
pt: Para persuadir um elfo, visita a sua aldeia mais vezes do que a equipa de Lúcio

source: Turns run out
pt: Fim dos turnos

source: Lucien
pt: Lúcio

source: What brings you to Eliador, Lucien?
pt: O que te traz à Eliador, Lúcio?

source: Orcs have stormed the beaches of Angalas. We are vastly outnumbered. I have come to ask the elves of Glorienda for help.
pt: Os orcs invadiram as praias de Angalas. Estamos seriamente em desvantagem. Vim para pedir aos elfos de Glórienda por ajuda.

source: You can count on us.
pt: Podes contar connosco.

source: The elves of Glorienda will surrelly help us.
pt: Os elfos de Glórienda irão seguramente ajudar-nos.

source: You win!
pt: Ganhaste!

source: You lost.
pt: Perdeste.

source: Swamps of Illien
pt: Os Pântanos de Illien

source: The swamps of Illien were a dangerous and mystic place. Not sure if we could get help here.
pt: Os pântanos de Illien eram um lugar perigoso e místico. Não teria a certeza se conseguíssemos ajuda aí.

source: Play a game of Reversi with Othello
pt: Joga um jogo de Reversi com Othello

source: Capture more units than Othello does
pt: Captura mais unidades do que Othello

source: Othello finish with more units
pt: Othello termina com mais unidades

source: You lose <b>both</b> Anna and Zeke
pt: Perdes <b>tanto</b> Ana como Zeque

source: You lose <b>either</b> Anna or Zeke
pt: Perdes <b>ou</b> Ana ou Zeque

source: <b>How to Play</b>
pt: <b>Como Jogar</b>

source: A move is valid if Othello's units will be between two of yours. To place a unit on the board:
pt: A jogada é válida se as unidades de Othello estarão entre duas das tuas. Para colocar uma unidade no tabuleiro:

source: (1) Move Ardella to a ruined castle at the bottom to select the column
pt: (1) Mova Ardella a um castelo em ruínas na parte inferior para seleccionar a coluna

source: (2) Move Ardella again to a ruined castle now at the left to select the row
pt: (2) Mova Ardella novamente para um castelo em ruínas agora à esquerda para seleccionar a linha

source: (3) If the move is valid an unit will be recalled at the given place
pt: (3) Se a jogada for válida uma unidade será convocada no local dado

source: (4) And any enemy units standing between two of yours will swap side.
pt: (4) E qualquer unidade inimiga entre duas das tuas trocará de lado.

source: (5) The game continues until the board is full, or neither leader could do a move.
pt: (5) O jogo continua até que o tabuleiro estiver cheio, ou nenhum líder pode fazer um movimento.

source: Ardella, I'm sure you're aware of the law of Illien. Are you prepared?
pt: Ardella, tenho a certeza que conheces as leis de Illien. Estás preparada?

source: You must know that we are about to be invaded. We don't have time for your games. Will you help us repel the invasion?
pt: Tens de saber que estamos prestes a ser invadidos. Não temos tempo para os teus jogos. Irás ajudar a enfrentar esta invasão?

source: If you do not obey the law of Illien, my undead will annihilate your pathetic army. Now, let's begin, shall we?
pt: Se não obedeceres as leis de Illien, os meus morto-vivos irão aniquilar o teu exercito patético. Agora, devemos começar?

source: Momma, what's happening? I can't move!
pt: Mamá, o que esta a acontecer? Não consigo mexer-me!

source: Ahh!
pt: Ah!

source: You've sacrificed your children in an attempt to save your soldiers. Your heart is even colder than mine.
pt: Sacrificaste os teus filhos ao tentares recrutar o quando possível de soldados. O teu coração é mesmo de pedra.

source: Well done, Ardella, you've protected your children. You can keep the skeletons that you've won, and I'll keep any man or creature that you've lost. Goodbye.
pt: Bem feito, Ardella, protegeste os teus filhos. Podes manter os esqueletos que ganhaste, e eu manterei a todos que perdeste. Adeus.

source: Coast of Dol Kelroth
pt: Costa de Dol Kelroth

source: The rough coast of Kelroth were a desolate place to live. Only a few humans and my old friend Urian settled here.
pt: A costa íngreme de Kelroth era um local inóspito para viver. Só poucos humanos e o meu velho amigo Ariano viviam ali.

source: Gryphons
pt: Grifos

source: Survivors
pt: Sobreviventes

source: Kill all Invaders
pt: Mata todos os invasores

source: Rescue the habitants of Dol Kelroth
pt: Resgata os habitantes de Dol Kelroth

source: Urian
pt: Ariano

source: Where is everyone?
pt: Onde estão todos?

source: Urian! Please, if you are still alive, you must get my children away from these beasts!
pt: Ariano! Por favor, se ainda estiveres vivo tens de trazer os meus filhos para longe destas bestas!

source: Ardella, there are orcs everywhere! I have sent two gryphons for your kids. If you help me defeat the orcs, my birds and I will forever be at your service.
pt: Ardella, existem orcs por todo o lado! Enviei dois grifos ao encontro dos teus miúdos. Se me ajudares a derrotar estes orcs, as minhas aves e eu estarão-te eternamente gratos.

source: Hurry, children! Get on the gryphons and fly somewhere safe!
pt: Depressa, filhos! Montam nos grifos e voem para onde podem estar a salvo!

source: Ardella, the residents of Dol Kelroth have been killed and their bodies dumped in the sea.
pt: Ardella, os residentes de Dol Kelroth foram chacinados e os seus corpos deitados ao mar.

source: Are you certain everyone is dead?
pt: Tens a certeza que estão todos mortos?

source: I have tried to search the sea for survivors, but neither I nor my birds can see through the dense fog.
pt: Tentei vasculhar o mar por sobreviventes, mas nem eu nem as minhas aves conseguimos ver por este nevoeiro denso.

source: Momma, you kill all the orcs and we'll find the survivors.
pt: Mamá, matas todos os orcs e nós iremos encontrar os sobreviventes.

source: The invaders of Dol Kelroth are vanquished.
pt: Os invasores de Dol Kelroth foram aniquilados.

source: We are overrun by these loathesome creatures!
pt: Fomos sobrepujados por estas bestas ferozes!

source: Plains of Varad
pt: Planícies de Varad

source: In the plains of Varad an old friend of Zilead waited for us.
pt: Nas planícies de Varad um conhecido amigo de Ziled estava a nossa espera.

source: Statues
pt: Estátuas

source: Death of Randalf
pt: Morte de Randalf

source: Death of Othello
pt: Morte de Othello

source: Othello is the only one who can kill Randalf
pt: Othello é o único que pode matar Randalf

source: Thiefs can backstab Randalf normaly
pt: Os ladrões podem-o golpear sorrateiramente de forma normal

source: Any other unit cannot harm Randalf
pt: Qualquer outra unidade simplesmente não pode tocar nele

source: Randalf? What have you done?
pt: Randalf? O que fizeste?

source: Where is my papa? Speak, wizard!
pt: Onde está o meu papá? Fala, feiticeiro!

source: Randalf! Did you think I would sit idly by while my land is invaded?
pt: Randalf! Pensavas que iria criar raízes enquanto a minha terra seria invadida?

source: Oh, how I've waited for this moment. Come forth, Othello of Illien! Let's see what you are made of!
pt: Ó, como esperei por este momento… Venha, Othello de Illien! Deixa-nos ver do que és capaz!

source: Get your children out of harms way, Ardella! You are no match for the wizard.
pt: Leva os teus filhos fora daqui, Ardella! Isto não é a vossa luta.

source: Powers of Illien, I invoke you <b>NOW</b>!
pt: Poderes de Illien, invoco-vos <b>AGORA</b>!

source: Look! The wizard's spell has been broken!
pt: Olham! O feitiço do bruxo fora quebrado!

source: Othello has been slain! Retreat!
pt: Othello foi assassinado! Retirada!

source: After gathering all men or beast of the isle, we were ready repeling the invaders of Eliador!
pt: Depois de amontoar todo homem ou besta da ilha, estávamos prontos para os invasores de Eliador!

source: Kill Ursula
pt: Mata Ursula

source: Survive the onslaught
pt: Sobreviva à Invasão

source: I can't believe my orcs were outsmarted by a human and her two brats. How dare you interfere with my master's plan! Tonight, we shall feast upon your flesh!
pt: Ainda não posso acreditar que os meus orcs foram ridicularizados por uma humana e as suas duas pestes. Como se atrevem em interferir com os planos do meu mestre! Esta noite, iremos ter um banquete!

source: Urian, is that you old friend? Get over here!
pt: Ariano, és tu velho amigo? Vem ao pé de mim!

source: Glomlin, you're a sight for sore eyes. Please tell me you haven't aligned yourself with these beasts?
pt: Glomlin, é um prazer rever-te. Mas por favor diga-me que não te aliaste com estas bestas?

source: No! Of course not! You know me better than that!
pt: Não! Claro que não! Mas será que não me conheces?

source: Save the apologies for later. We've got vermin to exterminate!
pt: Guarda as tuas desculpas para mais tarde. Temos alguns vermes para exterminar!

source: Dwarves? How can such noble beings fight alongside orcs?
pt: Anões? Como podem seres tão nobres lutar ao lado dos orcs?

source: If you must know, we were banished from our homes in Wesnoth. Our new master promised us land and wealth if we fight alongside these vermin.
pt: Tens de saber que fomos banidos dos nossos lares em Wesnoth. O nosso novo mestre prometeu-nos terra e riquezas se o ajudarmos a limpar esta imundice.

source: We'll offer the same deal if you fight with us.
pt: Oferecemos-vos o mesmo se lutarem connosco.

source: Ha! We dwarves are a brave bunch, but we would not stand a chance against our master. I'm sorry, but you must all die!
pt: Há! Nós, anões, somos corajosos, mas não teriam hipótese contra o nosso mestre. Desculpam-me, mas têm todos de morrer!

source: You cannot win this battle, Ardella! Surrender now, and my master will arrange safe passage for you and your children to Wesnoth. Zilead is awaiting your arrival.
pt: Não consegues vencer esta batalha, Ardella! Renda-te, e o meu mestre irá permitir uma passagem segura para ti e os teus filhos. Ziled está a tua espera.

source: I will not abandon the people of Eliador!
pt: Não irei abandonar o povo de Eliador!

source: Remember our agreement, master. Ardella and her children must not be harmed.
pt: Lembra-te do nosso acordo, mestre. A Ardella e os seus filhos não pode acontecer nada.

source: Mother, look! Randalf's statues have escaped! They will kill the witch!
pt: Mãe, olha! As estátuas de Randalf escaparam! Irão matar a bruxa!

source: Othello, you scaredy-cat!
pt: Othello, seu gato fedorento!

source: The time has come for me to abolish the law of Illien. Slaves of Illien, I release you!
pt: Chegou o tempo para abolir a lei de Illien. Escravos de Illien, liberto-vos agora!

source: Lucien sent us to help the elves of Glorienda.
pt: Lúcio enviou-nos para ajudar os elfos de Glórienda.

source: You could not have come at a better time!
pt: Não podias ter chegado numa altura melhor!

source: I come from Angalas. Where are the elves of Glorienda?
pt: Venho de Angalas. Onde estão os elfos de Glórienda?

source: I am sorry, but they fell in battle.
pt: Sinto muito, mas caíram em batalha.

source: The Monsters of Eliador have come to your help, Ardella!
pt: Os monstros de Eliador vieram ajudar-te, Ardella!

source: Monsters of the far Seas! I call you <b>NOW</b>
pt: Monstros dos Sete Mares! Clamo por vós <b>AGORA</b>

source: I have no mercy for my enemies!
pt: Não tenho piedade com os meus inimigos!

source: Nor do I! You will not harm them!
pt: Nem eu! Não irei ferir-os!

source: You would not dare betray me, Randalf!
pt: Certamente não te irás atrever a trair-me, Randalf?

source: Watch me!
pt: Veremos!

source: Urian is dead!
pt: Ariano foi morto!

source: The witch is dead!
pt: A bruxa está morta!

source: Look! They're running away!
pt: Vejam! Estão a fugir!

source: Journey to Wesnoth
pt: Jornada para Wesnoth

source: After the tought battle the family sailed on Sea towards the realms of Wesnoth
pt: Depois da árdua batalha, a família navegou em direcção aos domínios de Wesnoth

source: Witches
pt: Bruxas

source: <span color='white'><big>Surprise!</big></span>
pt: <span color='white'><big>Surpresa!</big></span>

source: Hurry up and finish your breakfast, children. Your father is waiting for us.
pt: Apressam-se e terminam o vosso pequeno-almoço, filhos. O vosso pai está a vossa espera.

source: How much further is Wesnoth?
pt: Quando falta até Wesnoth?

source: We will arrive in two weeks time.
pt: Iremos chegar em duas semanas.

source: I can't wait that long! I miss papa!
pt: Não posso esperar tanto! Sinto falta do papá!

source: Cockatrice
pt: Basilisco

source: Sometimes known as 'basilisks', these mystical creatures are said to be able to turn the living to stone. Needless to say, this makes them extremely dangerous.
pt: Estas criaturas míticas conhecidas como “Basilíscos” são ditos serem capaz de transformar os vivos em pedra. Será escusado dizer que isso os torna extremamente perigosos.

source: gaze
pt: olhar

source: Horse
pt: Cavalo

source: Outlaw Boy
pt: Rapaz Proscrito

source: Gryphon Boy
pt: Rapaz Grifo

source: Mounted Boy
pt: Rapaz Montado

source: Mounted Sea Serpent
pt: Serpente Marinha Montada

source: female^Outlaw Girl
pt: Rapariga Proscrita

source: female^Gryphon Girl
pt: Rapariga Grifo

source: female^Mounted Girl
pt: Rapariga Montada

source: female^Mounted Sea Serpent
pt: Serpente Marinha Montada
