Repository: mansil/wesn-pt-trans
Catalog: umc/wesnoth-Eliador/*.po
Languages: pt

source: female^Witch
pt: Bruxa

source: female^Outlaw Lady
pt: Dama Maligna

source: female^Outlaw Queen
pt: Rainha Maligna

source: female^Outcast
pt: Pária

source: Young Gryphon
pt: Jovem Grifo

source: Gryphons, when young, are covered with white and gray feathers. As soon as they can fly, they become able to defend their nests and to attack intruders. Though not yet powerful as adult Gryphons, underestimating them is a dangerous thing to do, a foolish move that led many poachers to death, either by facing their claws or falling down from a mountain while trying to escape a Gryphon's rage.
pt: Grifos, quando ainda jovens, estão cobertos com penas brancas e cinzas. Logo que possam voar, estão prontos para defender os seus ninhos e atacar os seus adversários. Apesar de ainda não serem tão poderosos como os adultos nunca os deves subestimar, pois já fora o que deixou muitos caçadores a morte; ou ao enfrentar as suas garras afiadas ou ao cair dos cumes das montanhas quando iam a fugir deles.

source: Outlaws
pt: Foragidos

source: Mounted Ardella
pt: Ardella Montada

source: fangs
pt: presas
