Repository: mansil/wesn-pt-trans
Catalog: umc/wesnoth-The_Three_Elves/*.po
Languages: de, pt

source: Don't worry. Now you can be a very powerful elf. And on the right side of course. You are the one who will defeat the great darkness. You are a part of the ancient propheny: Young and brave, but full of hate, whenever will find a blade, end of circle end of pain, it will become his quest main.
de: Mach dir keine Sorgen. Jetzt kannst du ein sehr mächtiger Elf werden. Und auf der rechten Seite natürlich. Du bist derjenige, der die große Finsternis besiegen wird. Du bist ein Teil der alten Prophezeiung: Jung und mutig, aber voller Hass, wann immer eine Klinge, das Ende des Kreises der Schmerzen findet, wird es seine Suche selbst.
pt: Não te preocupes. Agora podes ser um elfo muito forte. E no lado direito claro. És o único que irá derrotar a grande escuridão. Fazes parte da antiga profecia: jovem e corajoso, mas cheio de ódio, sempre encontrará uma lamina, o fim do final do círculo de dor, ele tornará-se a sua missão principal.

source: Me? I will become a great hero?
de: Ich? Ich werde ein großer Held werden?
pt: Eu? Tornar-me um grande herói?

source: To deal with a great evil?
de: Zur Bewältigung eines großen Übels?
pt: Para lidar com o grande mal?

source: Yes. Now, you must gather your strengh as quickly as possible. Choose someone from us, who will be your trainer.
de: Ja. Jetzt musst du deine Kräfte so schnell wie möglich sammeln. Wähle jemanden von uns, der dein Trainer sein wird.
pt: Sim. Agora, deves reunir as tuas forças tão depressa quanto possível. Escolha alguém de nós, que será o seu treinador.

source: Very well, my choice is:
de: Sehr gut, dies ist meine Entscheidung:
pt: Muito bem, a minha escolha é:

source: Woods have long stories, full of honor and fear. With my aid, you will be prepared to create great flames and burn your enemies. You will become a mage.
de: Die Wälder haben lange Geschichten, voller Ehre und Furcht. Mit meiner Hilfe wirst du bereit sein, große Flammen zu erstellen und deine Feinde zu verbrennen. Du wirst ein Magier werden.
pt: Os bosques têm histórias longas, cheias de honra e medo. Com a minha ajuda, estarás preparado para criar óptimas chamas e queimar os teus inimigos. Tornarás-te um mago.

source: Want to know, what a real leader need? It's respect. You will be strong as a rock, and your warriors will want to be like you Lahias, Elvish Champion.
de: Willst du wissen, was ein wirklicher Führer braucht? Es ist Respekt. Du wirst stark sein wie ein Fels, und deine Krieger werden machen was du willst Lahias, Elfen Held.
pt: Queres saber, o que é um verdadeiro líder precisa? É respeito. Serás forte como uma rocha, e os teus guerreiros vão querer ser como tu, Lahias, herói Elfo.

source: Woods are dark during night, full of fear. Become a fearless prowler, take the powers of the moon. From today, you will be one of the most powerful silver rangers.
de: Die Wälder sind dunkel in der Nacht, voller Angst. Du wirst ein furchtloser Fallensteller, übernehme die Kräfte des Mondes. Ab heute bist du einer der mächtigsten silbernen Waldläufer.
pt: Os bosques são escuros durante a noite, cheios de medo. Torna-te um vingador sem medo, toma o poder da lua. A partir de hoje, serás um dos guardas de prata mais poderosos.

source: As you wish, my little hero. With your fighting ability and my magic power, you will become a powerful elvish lord.
de: Wie du wünscht, mein kleiner Held. Mit deiner Kampfkraft und meiner magische Macht, wirst du ein mächtiger Elfen Fürst werden.
pt: Como quiser, meu pequeno herói. Com a tua capacidade de luta e o meu poder mágico, tornarás-te um lorde elfo poderoso.

source: Great! Nobody can stand in my way now!
de: Prima! Niemand kann mir nun im Weg stehen!
pt: Boa! Ninguém pode ficar no meu caminho agora!

source: Interlude - River crossing
de: Zwischenspiel - Fluss Überquerung
pt: Interlúdio - Travessia do rio

source: Lahias is on his own quest - trying to kill one of the liches. Will he be able to bring the end to the lich and avoid his own destruction?
de: Lahias ist auf seiner eigene Suche - er versucht einen der Lichs zu töten. Wird er es schaffen den Lich zu Ende zu bringen und sein eigenes Verderben vermeiden?
pt: Lahias está na sua própria busca - a tentar matar um dos liches. Será que ele vai ser capaz de trazer o final para o lich e evitar a própria destruição?

source: Defeat Tademanar
de: Besiegt Tademanar
pt: Derrota Tademanar

source: Death of Lahias
de: Tod von Lahias
pt: Morte de Lahias

source: Taste my steel and rest in pieces! You cannot avoid your innevitable death, dark mage!
de: Koste meinen Stahl und Ruhe in Stücke! Du kannst deinen unvermeidlichen Tod nicht vermeiden, dunkler Magier!
pt: Prova o meu aço e descansa em bocados! Não podes evitar a tua morte inevitável, mago maligno!

source: Death? HA-HA-HA
de: Tod? HA-HA-HA
pt: Morto? HA-HA-HA

source: It would be wise to wait until the dawn. The attacks of that lich will be much weaker during the day.
de: Es wäre klug, bis zum Morgengrauen zu warten. Die Angriffe des Lich werden deutlich schwächer während des Tages.
pt: Seria prudente esperar até o amanhecer. Os ataques deste lich será muito mais fraco durante o dia.

source: This is your end, dark mage!
de: Das ist dein Ende, dunkler Magier!
pt: Este é o teu fim, mago maligno!

source: Elvish Hunter
de: Elfen Jäger
pt: Elfo Caçador

source: The elvish militia is mainly composed of civilians who have dropped their bows in favour of entangling unwary oponents using their bolas, and then finish them off with their swords. They are trained to scour the woods, hills and mountains for prey and enemies.
de: Die Elfen Milizen wird hauptsächlich von Zivilisten gebildet, die ihre Bögen fallen gelassen haben zugunsten der Verstrickung von unachtsamen gegnern mit ihren Bolas, und anschließend beenden sie sie mit ihren Schwertern. Sie werden geschult um die Wäldern, Hügeln und Bergen nach Beute und Feinde zu durchkämmen.
pt: A milícia dos elfos é composta principalmente de civis que abandonaram os seus arcos em favor de enredar incautos oponentes usando as suas bolas, e depois acabar com eles com as suas espadas. São treinados para vasculhar as florestas, colinas e montanhas por presas e inimigos.

source: female^Elvish Hunter
de: Elfen Jägerin
pt: Caçadora Elfa

source: Elvish Prowler
de: Elfen Herumtreiber
pt: Elfo predador

source: Elvish Prowlers sneak across the woods, searching out enemies and protecting their people. They are trained to slip past enemies unnoticed and flank them. The combination of their bolas and blades allows them to cripple and kill opponents with alarming ease.
de: Elfen Herumtreiber schleichen sich durch den Wald, auf der Suche nach Feinden und zum Schutz ihrer Bevölkerung. Sie sind geschult, um an ihren Feinden vorbei unbemerkt zu Schlüpfen. Die Kombination ihrer Bolas und Klingen ermöglicht es ihnen, das lähmen und töten der Gegner mit erschreckender Leichtigkeit.
pt: Predadores elfos esgueiram através dos bosques, procurando inimigos e proteger o seu povo. São treinados para deslizar entre os inimigos despercebidos e flanquear-os. A combinação das suas bolas e laminas permite-lhes paralisar e matar adversários com facilidade alarmante.

source: female^Elvish Prowler
de: Elfen Herumtreiberin
pt: Predadora Elfa

source: Elvish Trapper
de: Elfen Fallensteller
pt: Elfo Emboscador

source: Elvish Trappers patrol the woods; they are trained to avoid enemies when it is advantageous. They can cripple opponents with their bolas and are deadly with their swords.
de: Elfen Fallensteller patrouillieren im Wald, und sie sind geschult, um Feinde zu vermeiden, wenn es vorteilhaft ist. Sie können Gegner lähmen mit ihren Bolas und sind mit ihren Schwertern tödlich.
pt: Emboscadores elfos patrulham as florestas; são treinados para evitar inimigos quando é vantajoso. Podem paralisar os adversários com as suas bolas e são mortais com as suas espadas.

source: female^Elvish Trapper
de: Elfen Fallenstellerin
pt: Emboscadora Elfa

source: Learn how to Backstab your enemy
de: Lerne deine Feinde zu Meucheln
pt: Aprende a golpear sorrateiramente

source: Learn using the Shadows as cover
de: Lerne die Schatten als Deckung zu benutzen
pt: Aprende a usar as sombras como coberdura

source: a better archer
de: ein besserer Bogenschütze
pt: um arqueiro melhor

source: a better swordsman
de: ein besserer Schwertkämpfer
pt: um espadachim melhor

source: Death? Do you hear me? This is NOT my time! Not yet! Arghhh!
de: Tod? Hörst du mich? Das ist nicht meine Zeit! Noch nicht! Arghhh!
pt: Morte? Ouves-me? Este NÃO é o meu tempo! Ainda não! Arghhh!

source: It is over, who will now rule Carcifall?
de: Es ist vorbei, wer beherrscht jetzt Carcifall?
pt: Está acabado, quem vai agora decidir de Carcifall?

source: Our tactics was wrong. There is no hope, I failed you, elves.
de: Unsere Taktiken waren falsch. Es gibt keine Hoffnung, ich bin gescheitert, Elfen.
pt: A nossa táctica foi errada. Não há esperança, falhei convosco, elfos.

source: World is darkening, where are my magic crannberies?
de: Die Welt wird dunkler, wo sind meine magischen Preiselbeeren?
pt: O mundo está a escurecer, onde estão as minhas amoras mágicas?

source: haughty
de: hochmütig
pt: altivo

source: gullible
de: gutgläubig
pt: ingénua

source: boastful
de: prahlerisch
pt: fanfarrão

source: moody
de: launisch
pt: taciturna

source: fussy
de: kleinlich
pt: intrincada

source: Death of Merhil
de: Tod von Merhil
pt: Morte de Merhil

source: Death of Nerelia
de: Tod von Nerelia
pt: Morte de Nerelia

source: Death of Samin
de: Tod von Samin
pt: Morte de Samin

source: Death of Sidonia
de: Tod von Sidonia
pt: Morte de Sidonia

source: Death of Adena
de: Tod von Adena
pt: Morte de Adena
