Repository: mansil/wesn-pt-trans
Catalog: umc/wesnoth-The_Three_Elves/*.po
Languages: de, pt

source: True. Even the peasants are more powerful than Ngorok!
de: Sicher. Selbst die Bauern sind mächtiger als Ngorok!
pt: Verdade. Mesmo os camponeses são mais poderosos que Ngorok!

source: (Hmmm. It seams they don't know about our presence. We can use it to our advantage.)
de: (Hmmm. Es scheint, sie wissen nichts über unsere Anwesenheit. Wir können es zu unserem Vorteil nutzen.)
pt: (Hmm. Parece que não sabem sobre a nossa presença. Podemos usar-os para a nossa vantagem.)

source: I am here, father! Orcs, raise your weapons!
de: Ich bin hier, Vater! Orks, erhebt eure Waffen!
pt: Estou aqui, pai! Orcs, levantam as vossas armas!

source: I hope that your arrival is not too late.
de: Ich hoffe, dass deine Ankunft nicht zu spät ist.
pt: Espero que a tua chegada não é tarde demais.

source: Charge! Attack quickly!
de: Angriff! Sofort!
pt: Em carga! Atacam rapidamente!

source: My lord, I have collected some information about the Queen.
de: Mein Herr, ich habe einige Informationen über die Königin erhoben.
pt: Meu senhor, colectei algumas informações sobre a Rainha.

source: Very well. Report it to me.
de: Sehr gut. Berichte.
pt: Muito bem. Relatá-o para mim.

source: She was an elvish lady, but a monster of some kind transformed her into a very powerful undead. She have gathered an undead army and tricked the orcs to fight for her. Now their main forces are marching to destroy the Brotherhood of Light! I also saw a wandering white mage going this direction.
de: Sie war eine elfische Dame, aber ein Monster irgendeiner Art verwandelte sie in eine sehr mächtige Untote. Sie hat eine Armee von Untoten gesammelt und die Orcs ausgetrickst um für sie zu kämpfen. Jetzt ist marschieren ihre Hauptkräfte, um die Bruderschaft des Lichts zu zerstören! Ich sah auch einem wandernden Weißen Magier in diese Richtung gehen.
pt: Era uma senhora elfa, mas um monstro de algum tipo transformou-a num morto-vivo muito poderoso. Já reuniu um exército de mortos-vivos e enganou os orcs para lutar por ela. Agora as suas principais forças estão a marchar para destruir a Irmandade da Luz! Também vi um mago branco vagueando nessa direção.

source: I am that wanderer. They call me Allas.
de: Ich bin, der Wanderer. Man nennt mich Allas.
pt: Eu sou este viajante. Chamam-me Allas.

source: You must go with me to the Brotherhood now! We have no time to spare.
de: Du mußt mit mir zur Bruderschaft gehen! Wir haben keine Zeit übrig.
pt: Tem de ir comigo para a Irmandade agora! Não temos tempo de sobra.

source: All of us will go! Elves, prepare to move west!
de: Alle von uns werden gehen! Elfen, bereitet euch vor nach Westen zu gehen!
pt: Todos nós vamos ir! Elfos, preparem-se para ir a oeste!

source: But what about this lich? He is fleeing! I'm going after him!
de: Aber was ist mit diesem Lich? Er ist geflohen! Ich verfolge ihn!
pt: Mas o que é deste lich? Está a fugir! Vou atrás dele!

source: Lahias, have you lost your mind?!
de: Lahias, hast du den Verstand verloren?
pt: Lahias, perdeeste a cabeça?!

source: Just trust me! This is my battle, and I will defeat him quickly! Go to protect the Brotherhood, I will wait for you there.
de: Vertraue mir! Das ist mein Kampf, und ich werde ihn schnell besiegen! Geht um die Bruderschaft zu schützen, ich werde dort auf euch warten.
pt: Apenas confia em mim! Esta é a minha batalha, e vou derrotar-o rapidamente! Vão proteger a Irmandade, vou esperar-vos lá.

source: Move Lahias here
de: Bewegt Lahias hierhin
pt: Mova Lahias para aqui

source: Move Lahias to the bridge.
de: Bewegt Lahias zur Brücke.
pt: Mova Lahias até a ponte.

source: This will be a deadly duel. Prepare yourself, undead beast!
de: Dies wird ein tödliches Duell. Bereite dich vor, Untoten Bestie!
pt: Este será um duelo mortal. Prepara-te, besta morto-viva!

source: It's a trap! Defend yourselves!
de: Es ist eine Falle! Wehrt euch!
pt: É uma armadilha! Defendam-se!

source: 4) The great march
de: 4) Der große Marsch
pt: 4) A grande Marcha

source: The elves were in a great hurry to the city of Carcifall, well known as the Brotherhood of Light. This city, created by the holy magic of the white mages together with the hands of the elves, have already been under attack.
de: Die Elfen gingen in großer Eile zur Stadt Carcifall, auch als die Bruderschaft des Lichts bekannt. Diese Stadt, durch den heiligen Zauber der weißen Magier gemeinsam mit den Händen der Elfen geschaffen, wurden bereits angegriffen.
pt: Os elfos estavam com muita pressa para ir a cidade de Carcifall, conhecido como a Irmandade da Luz. Esta cidade, criada pela magia sagrada dos magos brancos, juntamente com as mãos dos elfos, já está sob ataque.

source: Orcs? Undead? Or was it something more?
de: Orks? Untote? Oder war es etwas anderes?
pt: Orcs? Morto-vivos? Ou outra coisa qualquer?

source: teamname^Saurians
de: Saurier
pt: Répteis

source: Merhil must capture the fort in the south-west.
de: Merhil muß die Festung im Südwesten erreichen.
pt: Merhil tem de capturar o forte ao sudoeste.

source: Southwestern fort
de: südwestliche Festung
pt: forte do sudoeste

source: I don't know these parts very well, but this lava looks very unnatural. Some sorcerer was probably having some fun here.
de: Ich weiß nicht, diese Gegend sehr gut, aber diese Lava sieht sehr unnatürlich aus. Einige Zauberer hatten wohl ein bisschen Spaß .
pt: Não sei essas partes muito bem, mas esta lava não parece muito natural. Algum feiticeiro teve, provavelmente, algum divertimento aqui.

source: But that troll over there looks quite natural. How about asking him what is going on here?
de: Aber der Troll drüben sieht ganz natürlich aus. Wie wäre es ihn zu fragen, was denn hier los sei?
pt: Mas este Troll aí parece bastante natural. Que tal perguntar-lhe o que está a acontecer aqui?

source: Are you sure that this is a good idea?
de: Bist du sicher, dass dies eine gute Idee ist?
pt: Tens a certeza de que esta é uma boa ideia?

source: He looks like one of that evil ones, but he cannot face us alone. Let's have a closer look at him.
de: Er sieht aus wie einer, der Bösen, aber er kann nicht uns allein begegnen. Werfen wir einen genaueren Blick auf ihn.
pt: Parece um daqueles maus, mas não pode enfrentar-nos sozinho. Vamos dar um olhar mais atento nele.

source: We are heading west to protect the city of Carcifall from the invasion of orcs and undead.
de: Wir sind westlich Unterwegs zu der Stadt Carcifall um sie vor einer Invasion der Orks und Untoten zu schützen.
pt: Estamos a ir para o oeste para proteger a cidade de Carcifall da invasão de orcs e mortos-vivos.

source: You no can go, Trug eat you.
de: Ihr nicht gehen kann, Trug essen dich.
pt: Tu não poder ir, Trüg comer-te.

source: We are hunting that traitor Samin Leafstel.
de: Wir sind auf der Jagd nach den Verräter Samin Leafstel.
pt: Estamos a caçar este traidor Samin Leafstel.

source: We are marching west to attack Carcifall, as the Dark Queen has commanded us.
de: Wir sind nach Westen am marschieren um Carcifall anzugreifen, wie die dunkle Königin uns geboten hat.
pt: Estamos a caminho para o oeste para atacar Carcifall, como a Rainha das Trevas nos ordenou.

source: We are here to kill every ugly, stinky troll who crosses our path!
de: Wir sind hier, um alle hässliche, stinkenden Trolle, die unseren Weg kreuzen zu töten!
pt: Estamos aqui para matar todos os trolls, feios e fedorentos que cruzam o nosso caminho!

source: Youuuu! Bad, bad elf. Me eat you! No. Me crush your skull and eat you!
de: Duuuu! Schlechte, schlechte Elf. Ich dich fressen! Nein Ich vernichte deine Schädel und essen dich!
pt: Tuuuu! Elfo mau, mau. Eu comer-te! Não. Eu esmagar o teu crânio e comer-te!

source: No need to worry, he is strong and witty.
de: Kein Grund zur Sorge, er ist stark und klug.
pt: Não precisas de te preocupar, ele é forte e sábio.

source: But I do not see him. It seams he is late. He may be in a very difficult situation right now.
de: Aber ich sehe ihn nicht. Es scheint, er hat sich verspätet. Er kann in einer sehr schwierigen Situation sein.
pt: Mas não o vejo. Parece que ele está atrasado. pode estar numa situação muito difícil agora.

source: Or he may be closer to the Carcifall then we are as well.
de: Oder er ist näher an Carcifall als wir.
pt: Ou pode estar mais perto da Carcifall de que nós.

source: Sidonia might help us now. I will try to contact her.
de: Sidonia könnte uns jetzt helfen. Ich werde versuchen, sie zu kontaktieren.
pt: Sidonia pode ajudar-nos agora. Vou tentar entrar em contacto com ela.

source: Sidonia? That crazy sorceress?!? Are you sure that she will help us?
de: Sidonia? Die verrückte Zauberin?!? Bist du sicher,, dass sie uns helfen wird?
pt: Sidonia? Essa feiticeira louca?? Tens a certeza de que ela vai nos ajudar?

source: Yes, I trust my sister.
de: Ja, ich vertraue meiner Schwester.
pt: Sim, confio na minha irmã.

source: Sister? You are full of surprises, my darlin'
de: Schwester? Du bist voller Überraschungen, mein Liebling .
pt: Irmã? Estás cheio de surpresas, minha querida.

source: Voice unknown for most, but very familiar to Nerelia, whispers in the wind. As the sound fades everyone can be sure that their progress will be easier now.
de: Eine Stimme, unbekannt für die meisten, aber sehr vertraut für Nerelia, flüstert im Wind. Sowe der Ton verschwindet kann jeder sicher sein, dass ihre Fortschritte jetzt einfacher werden.
pt: Uma voz desconhecida para a maioria, mas muito familiar para Nerelia, sussurrou no vento. Assim como o som desaparece todos podem ter certeza de que seu progresso será mais fácil agora.

source: Hey you, are you friends of Ngorok?
de: Hey du, bist du ein Freund von Ngorok?
pt: Ei vocês, são amigos de Ngorok?

source: Ngorok?! Weakling Ngorok is a traitor! We are fighting for the Queen.
de: Ngorok? Der Schwächling von Ngorok ist ein Verräter! Wir kãmpfen für die Königin.
pt: Ngorok? Ngorok fraco é um traidor! Estamos a lutar pela rainha.

source: Well, we are here to kill every last servant of the Queen! To arms, my friends!
de: Nun, wir sind hier, um jeden letzten Diener der Königin zu töten! Zu den Waffen, meine Freunde!
pt: Bem, estamos aqui para matar todos os servos da Rainha! Às armas, meus amigos!

source: I am slow, too slow. I can never make it in time. Why have I become an adventurer without having a horse?
de: Ich bin langsam, zu langsam. Ich kann es nie rechtzeitig schaffen. Warum bin ich ein Abenteurer geworden ohne ein Pferd?
pt: Sou lento, muito lento. Nunca poderei chegar a tempo. Por que tornei-me um aventureiro sem ter um cavalo?

source: We are close, I can feel it!
de: Wir sind nah, ich kann es fühlen!
pt: Estamos perto, Posso o sentir!

source: Yes, we are nearly there.
de: Ja, wir sind fast da.
pt: Sim, estamos quase lá.

source: 5) Party for vultures
de: 5) Party für die Aasgeier
pt: 5) Festa para os abutres

source: Carcifall is under attack of the combinated forces of orcs and undead. Elves and mages prepare defenses, but it will not guard the city for long.
de: Carcifall wird angegriffen von den kombiniertem Kräften der Orks und Untoten. Elfen und Magier bereiten die Verteidigung vor, aber es wird nicht für lange Zeit die Stadt bewachen.
pt: Carcifall está sob o ataque das forças combinadas de orcs e mortos-vivos. Elfos e magos preparam as defesas, mas não irão guardar a cidade por muito tempo.

source: Their only hope lies in Samin and warriors loyal to him.
de: Ihre einzige Hoffnung liegt in Samin und die Krieger treu zu ihm.
pt: A sua única esperança reside em Samin e os guerreiros leais a ele.

source: And unexpected reinforcements lead by Merhil, still nearly unknown adventurer.
de: Und die unerwartete Verstärkung unter der Leitung von Merhil immer noch ein nahezu unbekannter Abenteurer.
pt: E os reforços inesperados liderados por Merhil, um aventureiro ainda quase desconhecido.

source: Captain Jagr
de: Hauptmann Jagr
pt: Capitão Jagr

source: female^Narven
de: Narven
pt: Narven

source: Ghost of Navigator
de: Geist des Navigators
pt: Fantasma do Navegador

source: Defend the city
de: Verteidigt die Stadt
pt: Defende a cidade

source: Captain Narufel
de: Hauptmann Narufel
pt: Capitão Narufel

source: Captain Tesias
de: Hauptmann Tesias
pt: Capitão Tesias

source: This city will not fall! Prepare defences!
de: Diese Stadt wird nicht fallen! Bereitet die Verteidigung vor!
pt: Esta cidade não cairá! Preparem as defesas!

source: We are going to infest this city!
de: Wir werden diese Stadt plagen!
pt: Estamos a ir para infestar esta cidade!

source: In the name of Samin Leafstel, remove this black plague!
de: Im Namen von Samin, entfernt diesen schwarzen Fluch!
pt: Em nome de Samin Leafstel, remova esta peste negra!

source: This will be a difficult fight, but we have an advantage in the forests. Let's prepare our warriors close to river, and do not forget to heal wounded units.
de: Dies wird ein schwieriger Kampf, aber wir haben einen Vorteil in den Wäldern. Lasst uns unsere Krieger in der Nähe von Fluss aufstellen, und vergiss nicht, verwundete Einheiten zu heilen.
pt: Esta será uma luta difícil, mas temos uma vantagem nas florestas. Vamos preparar os nossos guerreiros perto do rio, e não esqueça de curar as unidades feridas.

source: They are no match for wrath of elves!
de: Sie sind kein Gegner für den Zorn der Elfen!
pt: Eles não são uma oposição para a ira dos elfos!

source: Stay calm and think - they can defeat us easily in grasslands. We must lure them to terrain suitable for us.
de: Bleib ruhig und denke - sie können uns im Grasland leicht besiegen. Wir müssen sie im geeignete Gelände für uns locken.
pt: Mantenha a calma e pensa - eles podem derrotar-nos facilmente na planície. Temos de atrair-os para o terreno adequado para nós.

source: What type of warriors is good against the undead and what against the orcs?
de: Welche Art von Krieger sind gut gegen die Untoten und welche gegen die Orks?
pt: Qual o tipo de guerreiros é bom contra os mortos-vivos e qual contra os orcs?

source: Skeletons are weak against impact attacks, so against them we can use our mages. But there are too little of them left. We must make sure, that they will be healed. Elves can fight the orcs, but again, they must be healed.
de: Skelette sind gegen Stoß Angriffe schwach, also gegen sie können wir unsere Magier verwenden. Aber es gibt zu wenig von ihnen. Wir müssen sicherstellen, dass sie geheilt werden. Elfen können die Orks bekämpfen, aber auch hier müssen sie geheilt werden.
pt: Esqueletos são fracos contra ataques de impacto, por isso contra eles, podemos usar os nossos magos. Mas há muito pouco deles. Temos de ter a certeza, que eles serão curados. Os elfos podem lutar os orcs, mas novamente, eles devem ser curados.

source: Also we must accept, that both orcs and undead are very powerful at night and weak during the day.
de: Auch müssen wir akzeptieren, dass sowohl Orks wie Untoten sehr mächtig in der Nacht und schwach im Laufe des Tages sind.
pt: Também temos de aceitar, que tanto os orcs e mortos-vivos são muito poderosos à noite e fracos durante o dia.

source: Hi. Where can I have some drink?
de: Hallo. Wo kann ich etwas trinken?
pt: Olá. Onde posso ter alguma bebida?

source: Hey! I know you - you leaded that rebelion in the swamps, right?
de: Hey! Ich kenne dich - du hast diese rebelion in den Sümpfen angeführt, nicht wahr?
pt: Ei Conheço-te - tu lideraste aquela rebelião nos pântanos, certo?

source: Sure. Listen, Ive come with many well trained warriors and I hate that wretched undead. Great battle is upon us, so today you will see our real skills. Ally?
de: Sicher. Höre, ich bin mit vielen gut ausgebildeten Krieger gekommen, und ich hasse diese elenden Untoten. Eine Große Schlacht ist über uns lass uns unsere wirklichen Fähigkeiten zeigen. Verbündete?
pt: Claro. Ouça, vim com muitos guerreiros bem treinados e odeio os mortos-vivos miseráveis. Uma grande batalha está sobre nós, por isso hoje verá as nossas capacidades reais. Aliado?

source: Agree of course. Well, let me introduce you Sidonia.
de: Einverstanden natürlich. Nun, darf ich dir Sidonia vorstellen.
pt: Concordo, é claro. Bem, deixe-me apresentar-te Sidonia.

source: Nice girl.
de: Nettes Mädchen.
pt: Menina boa.

source: Thanks. But enought chatter. We must prepare troops for battle.
de: Danke. Aber genug Geschwatzt. Wir müssen die Truppen für den Kampf vorbereiten.
pt: Obrigado. Mas conversamos o bastante. Temos de preparar as tropas para a batalha.

source: We need more warriors to defend the city!
de: Wir brauchen mehr Krieger um die Stadt zu verteidigen!
pt: Precisamos de mais guerreiros para defender a cidade!

source: Summoned elf
de: Beschworener Elf
pt: Elfo Invocado

source: Summoned corpse
de: Beschworener Leichnam
pt: Corpo Invocado

source: What spell did that lich use against us?!?
de: Was für ein Zauberspruch hat dieser Lich gegen uns verwendet?!?
pt: Que feitiço usou este lich contra nós?!?

source: I have no idea, but I dispelled it. Or not?
de: Ich habe keine Ahnung, aber ich habe ihn verbannt. Oder nicht?
pt: Não tenho ideia, mas eu dissipei-o. Ou não?

source: Summoned knight
de: Beschworener Ritter
pt: Cavaleiro Invocado

source: Come knights, kill the elves! Kill the mages! Kill all of them HA-HA-HA
de: Kommt Ritter, tötet die Elfen! Tötet die Magier! Tötet sie alle HA-HA-HA
pt: Venham cavaleiros, matem os elfos! Matem os magos! Matam a todos! HA-HA-HA

source: Ancient fire of the Earth! Power of the burning flames! Show your wrath now and create a trap for this foul undead! Bur de le natia, su vere tisia, nu bere latovie terristea hius!
de: Alte Feuer der Erde! Macht der brennenden Flammen! Zeigt euren Zorn nun und erstellt eine Falle für diese üblen Untoten! Bur de le natia, su vere tisia, nu bere latovie terristea hius!
pt: Fogo antigo da Terra! Poder das chamas ardentes! Mostrem a vossa ira agora e criam uma armadilha para estes mortos vivos imundos! Bur de le Natia, su vere tisia, nu bere latovie terristea hius!

source: Great magic, Sidonia!
de: Tolle Magie, Sidonia!
pt: Grande magia, Sidonia!

source: Oh, thanks.
de: Oh, danke.
pt: Ó, obrigado.

source: Summoned Siren
de: Beschworene Sirene
pt: Sirene Invocada

source: I can't hold that fire. Its starting to be really hard. We must kill that death knights.
de: Ich kann es nicht halten, dass Feuer. Es beginnt, wirklich schwierig zu werden. Wir müssen diese Todes Ritter töten.
pt: Não posso segurar o fogo. Está a começar a ser muito difícil. Temos de matar estes cavaleiros da morte.

source: Grey Rangers have come!
de: Graue Waldläufer sind gekommen!
pt: Guardas cinzentos vieram!

source: Oh, Brave New World!
de: Oh, Schöne Neue Welt!
pt: Ó, Admirável Mundo Novo!

source: 6) Final assault
de: 6) Letzter Angriff
pt: 6) Assalto final

source: Forces of Merhil and Samin broke the siege of Carcifall. In that very moment, attacks of the undead and their orc friends become weak and unorganised.
de: Die Kräfte von Merhil und Samin brachen die Belagerung von Carcifall. In diesem Moment wurden die Angriffe der Untoten und ihre Ork Freunden schwach und unorganisiert.
pt: As forças de Merhil e Samin quebraram o cerco de Carcifall. Nesse momento, os ataques dos mortos-vivos e os seus amigos orcs tornam-se fracos e desorganizados.

source: Main bastion if evil is on the north, where the dark queen is preparing a new army of undead and orcs. Preparing fresh troops have only begun, and sentries delivered a message about elves.
de: Die Hauptbastion des Bösen ist auf der Nordseite, wo die dunkle Königin eine neue Armee von Untoten und Orks vorbereitet . Der Vorbereitung neuer Truppen hat gerade erst begonnen, und Wachen sendeten eine Botschaft über die Elfen.
pt: A Fortaleza principal, do mal está a norte, onde a rainha das trevas está a preparar um novo exército de mortos-vivos e orcs. A preparação de tropas frescas apenas começou, e sentinelas enviaram uma mensagem sobre elfos.

source: Elves, mages, and rebel orcs now stand united and prepared to banish anyone who oppose them. Their powers are now great.
de: Elfen, Magier und Ork Rebellen stehen nun vereint und bereit jeden der sich ihnen widersetzt zu verbannen. Ihre Kräfte sind nun groß.
pt: Elfos, magos, e orcs rebeldes agora estão unidos e preparados para banir qualquer um que se opõem a eles. Os seus poderes são agora grandes.

source: But the power of a new undead leader, Lahias, are great too.
de: Aber die Macht des neuen untoten Anführer, Lahias, war auch Groß.
pt: Mas o poder do líder morto-vivo novo, Lahias, é grande demais.

source: Captain Sparrow
de: Hauptmann Sparrow
pt: Capitão Sparrow

source: female^Adena
de: Adena
pt: Adena

source: Defeat Lahias
de: Besiege Lahias
pt: Derrota Lahias

source: Such a beautiful country!
de: Solch ein schönes Land!
pt: Um país tão lindo!

source: Yes. Forests, meadows and bands of undead north of there. Brilliant.
de: Ja. Wälder, Wiesen und Horden von Untoten nördlich von hier. Na Prima.
pt: Sim. Florestas, planícies e bandas de mortos-vivos a norte. Brilhante.

source: But we are goint to retake it from them, or not?
de: Aber wir werden es von ihnen zurückerobern, oder nicht?
pt: Mas vamos retomar-a deles, ou não?

source: Sure. Our forces are great. And we have a new allies.
de: Sicher. Unsere Kräfte sind groß. Und wir haben einen neuen Verbündeten.
pt: Claro. As nossas forças são grandes. E temos alguns novos aliados.

source: Well, can you introduce them to us?
de: Nun, könnt ihr sie uns einführen?
pt: Bem, podes apresentar-os a nós?

source: Very well. This is Trohak, son of Ngorok. He lead the rebel orcs.
de: Sehr gut. Dies ist Trohak, Sohn des Ngorok. Er führt die Rebellen der Orks.
pt: Muito bem. Este é Trohak, filho de Ngorok. Liderou os orcs rebeldes.

source: We are no longer rebels. We are the true orcs, fighting for honor and glory. Only weak orcs are fighting for undead.
de: Wir sind nicht länger Rebellen. Wir sind die wahren Orks, kämpfen für Ruhm und Ehre. Nur schwache Orks werden für Untote kämpfen.
pt: Nós não somos rebeldes. Nós somos os verdadeiros orcs, a lutar pela honra e glória. Apenas orcs fracos lutam pelos mortos-vivos.

source: And this is Adena, the most craziest mage in these forests.
de: Und dies ist Adena, die verrückteste Magierin in diesen Wäldern.
pt: E esta é Adena, a maga mais louca nestas florestas.

source: Birds are flying over the trees.
de: Die Vögel fliegen über den Bäumen.
pt: Os pássaros estão a voar sobre as árvores.

source: What?
de: Was?
pt: O que?

source: Fish love water.
de: Fische lieben das Wasser.
pt: Os peixes adoram a água.

source: Hey girl, what are you drinking??
de: Hey Mädchen, was trinkst du?
pt: Ei miúda, o que estás a beber?

source: Enought. We shall attack the undead bastion.
de: Genug. Wir wollen die Untoten Bastion angreifen.
pt: Basta. Vamos atacar a fortaleza dos mortos-vivos.

source: Yeah! Orcs, make your swords ready, this time we shall broke the bones of weak cursed orcs and make a new graveyard from that undead. For honor and glory!
de: Yeah! Orks, macht eure Schwerter bereit, dieses Mal werden wir die Knochen schwacher verfluchten Orks brechen und einen neuen Friedhof aus diesen Untoten erstellen. Für Ruhm und Ehre!
pt: Yeah! Orcs, afinam a vossa espada , desta vez, iremos quebrar os ossos dos orcs fracos amaldiçoados e fazer um novo cemitério destes mortos-vivos. Por honra e glória!

source: Rabbit like fresh carrot and fox like fresh rabbit.
de: Kaninchen mögen frische Karotten und Fuchs mag frisches Kaninchen.
pt: O coelho gosta de cenoura fresca e a raposa gosta do coelho fresco.
