Repository: mansil/wesn-pt-trans
Catalog: umc/wesnoth-The_Three_Elves/*.po
Languages: de, pt

source: The Three Elves
de: Die Drei Elfen
pt: Os Três Elfos

source: TTE
de: DDE
pt: OTE

source: Three elves have just begun their adventure in the northern swampland. Will they become heroes or will they be responsible for another undead expansion?
de: Drei Elfen haben gerade ihr Abenteuer in der nördlichen Sümpfe begonnen. Werden sie zu Helden werden, oder werden sie die Verantwortung für einen anderen Untoten Erweiterung sein?
pt: Três Elfos mal começaram a sua aventura nos pântanos do norte. Irão terminar como heróis ou irão ser responsáveis por outra expansão morto-viva?

source: (Novice level, 8 scenarios)
de: (Einstufung: Einfach, 8 Szenarien)
pt: (Nível principiante, 8 cenários)

source: Archer
de: Bogenschütze
pt: Arqueiro

source: (Easy)
de: (Einfach)
pt: (Fácil)

source: Avenger
de: Elfenrächer
pt: Guarda

source: (Hard)
de: (Herausfordernd)
pt: (Difícil)

source: Campaign Design
de: Kampagnengestaltung
pt: Projecto de Campanha

source: Text corrections
de: Text Korrekturen
pt: correcções no texto

source: Campaign Maintenance
de: Kampagnenbetreuung
pt: manutenção da Campanha

source: Previous Campaign Maintenance
de: Vorherige Kampagnen Betreuung
pt: manutenção da Campanha anterior

source: Also many thanks to:
de: Ebenfalls vielen Dank an:
pt: Igualmente muito obrigado à:

source: 1) Into the swamp
de: 1) in den Sumpf
pt: 1) Adentro do pântano

source: The Northern swamp is incredibly dangerous place full of undead, constantly seeking their vengeance against all living creatures. Only a fool would venture into these lands. Though three elven warriors have recently entered, looking for an adventure.
de: Die nördlichen Sümpfe sind ein unglaublich gefährlicher Ort voller Untoter, ständig auf der Suche nach ihrer Rache gegen alle Lebewesen. Nur ein Narr würde es in diesen Ländern wagen. Jedoch sind drei Elfen Helden seit kurzem auf der Suche nach einem Abenteuer.
pt: O pântano do Norte é um lugar extremamente perigoso cheio de mortos-vivos, buscando constantemente a sua vingança contra todos os seres vivos. Somente um tolo aventurar-se-a nestas terras. Ainda que três guerreiros elfos entraram recentemente, à procura de uma aventura.

source: Viliam Bur and Stanislav Hoferek wish you a lot of fun and, of course, many successful battles.
de: Viliam Bur und Stanislav Hoferek wünschen Ihnen viel Spaß und natürlich viele erfolgreiche Schlachten.
pt: Viliam Bur e Stanislav Hoferek desejam-te muita diversão e, claro, muitas batalhas vitoriosas.

source: teamname^Elves
de: Elfen
pt: Elfos

source: teamname^Undead
de: Untote
pt: Morto-vivos

source: Greetings! My name is Lahias. Choose the path which I shall follow. I can become a dexterous archer, a sturdy fighter, balanced hunter or a quick scout. Everything is in your hands, now. These tips may help you: As <b>Archer</b> he excels in ranged attacks. He is unmatched in the forests, but he's also very vulnerable out of them. He may also learn how to conceal himself in the woods. The <b>Fighter</b> endures most of the melee combats and disposes of remarkable defense. He may also learn the leadership ability in time. <b>Hunters</b> are a very versatile unit, very useful at nightime, but weak during day. His power will grow rapidly with time. The <b>Scout</b> is great at exploring and quick diversions on the battlefield but misses the attack force. It is NOT a very wise choice for this campaign.
de: Willkommen! Mein Name ist Lahias. Wähle den Weg, den ich folgen soll. Ich kann ein geschickter Bogenschütze, ein robustes Kämpfer, ein ausgewogener Jäger oder ein schneller Späher werden. Alles liegt in deinen Händen. Diese Tipps können dir helfen: Der <b>Bogenschütze</b> zeichnet sich in Fernangriffe aus. Er ist unübertroffen in den Wäldern, aber er ist auch sehr verletzlich außerhalb von ihnen. Er kann auch lernen, wie man sich im Wald versteckt. Der <b>Kämpfer</b> erträgt die meisten Kämpfe im Nahkampf und verfügt über eine bemerkenswerte Verteidigung. Er kann auch mit der Zeit ein erfahrener Anführer werden. <b>Jäger</b> sind eine sehr vielseitige Einheit, sehr nützlich bei Nacht, aber schwach am Tage. Seine Macht wird schnell wachsen mit der Zeit. Späher sind gut bei der Erforschung und schnellen Ablenkungen auf dem Schlachtfeld, aber verfehlen den Angriff zu erzwingen. Es ist keine sehr kluge Wahl für diese Kampagne.
pt: Saudações! O meu nome é Lahias. Escolha o caminho que devo seguir. Posso-me tornar um arqueiro habilidoso, um lutador resistente, um caçador equilibrado ou um batedor veloz. Tudo está nas tuas mãos. Estas dicas poderão ajudar-te: O <b>arqueiro</b> supera em ataques à distância. É incomparável nas florestas, mas é também muito vulnerável fora delas. Pode também aprender em esconder-se na floresta. O <b>soldado</b> leva a maior parte dos combates corpo a corpo e dispõe duma defesa notável. Também pode aprender a habilidade de liderança com o tempo. O <b>caçador</b> é uma unidade muito versátil, muito útil a noite, mas fraco durante o dia. O seu poder vai crescer rapidamente com o tempo. O <b>Batedor</b> é óptimo a explorar e para desvios rápidos no campo de batalha, mas perde a força de ataque. Não é uma escolha muito sábia para esta campanha.

source: Choose Lahias type
de: Wähle Lahias' Einheit
pt: Escolha o tipo de unidade de Lahias

source: Fighter
de: Kämpfer
pt: Soldado

source: Hunter
de: Jäger
pt: Caçador

source: <i>Scout <small>(not recommended)</small></i>
de: <i>Späher <small>(nicht empfohlen)</small></i>
pt: <i>Batedor <small>(não recomendado)</small></i>

source: Oh no, the undead! There is nothing interesting here. Go back from where you came, foul creatures! You won't get our souls.
de: Oh nein, die Untoten! Es gibt nichts Interessantes hier. Geht zurück, von wo ihr gekommen seid, widerlichen Kreaturen! Ihr werdet nicht unsere Seelen bekommen.
pt: Ah, não, os mortos-vivos! Não há nada de interessante aqui. Voltem de onde vieram, criaturas abomináveis! Não receberão as nossas almas.

source: Filthy peasants! Your souls are worthless, but your corpses will serve us well. And once we are finished here, we will move to the neighbouring villages. More mindless slaves to our command. Excellent!
de: Schmutzige Bauern! Eure Seelen sind wertlos, aber eure Leichen werden uns gute Dienste leisten. Und wenn wir hier fertig sind, werden wir auf die umliegenden Dörfer zu bewegen. Mehr hirnlose Sklaven auf unseren Befehl. Sehr gut!
pt: Camponeses imundos! As vossas almas são inúteis, mas os vossos cadáveres servirão-nos bem. E uma vez que terminamos aqui, vamos passar para as aldeias vizinhas. Escravos mais estúpidos ao nosso comando. Excelente!

source: You leave us no other choice than to take our weapons and put your dark magic to an end. I know of your troops on our side of the river. We are not scared of you. To arms, men!
de: Ihr lasst uns keine andere Wahl, als unsere Waffen zu ergreifen und eure dunkle Magie zu Ende bringen. Ich kenne deine Truppen auf unserer Seite des Flusses. Wir haben keine Angst vor dir. Zu den Waffen, Männer!
pt: Não nos deixam outra escolha senão tomar as nossas armas e colocar a sua magia negra para um fim. Eu sei das vossas tropas do nosso lado do rio. Nós não estamos com medo de ti. Às armas, homens!

source: What is it in front of me? It seams we arrived just in time. Can you spare some fun for us?
de: Was ist das vor mir? Es scheint, wir kommen gerade noch rechtzeitig. Könnt ihr Spaß für uns aufheben?
pt: O que é isso à minha frente? Parece que chegamos bem na hora. Podem poupar um pouco da diversão para nós?

source: Whoever you are, help us! We will give you all the gold we have.
de: Wer du auch bist, hilf uns! Wir geben euch alles Gold was wir haben.
pt: Quem quer que sejas, ajudem-me! Vamos dar-vos todo o ouro que temos.

source: Hm, this looks promising. And how much gold do you have?
de: Hm, das sieht vielversprechend aus. Und wie viel Gold habt ihr?
pt: Hum, isso parece promissor. E quanto ouro tens?

source: Prepare to die painfully! You will become my slaves and serve me for centuries!
de: Bereitet euch darauf schmerzhaft zu sterben! Ihr werdet meine Sklaven werden und mir über Jahrhunderte dienen!
pt: Preparem-se para morrer dolorosamente! Vão tornar-se os meus escravos e servir-me-ão por séculos!

source: A few black-dressed clowns out of their mind and a chest full of gold ahead! Let the fun begin!
de: Ein paar schwarz gekleidete Clowns und eine Truhe voller Gold voraus! Der Spaß kann beginnen!
pt: Alguns palhaços vestidos de negro fora de si e um baú cheio de ouro em frente! Que comece a diversão!

source: Beware, Lahias! Don't run into the hardest battle. You won't have good chances to survive on your own. Remember, your attack is much stronger when you are fighting close to Merhil. The dark sorcerers have a very powerful attack. Though I can slow them with my magic before fighting them face to face.
de: Vorsicht, Lahias! Geh nicht in die härteste Schlacht . Du wirst nicht gute Chancen haben, auf eigene Faust zu überleben. Denk daran, dein Angriff ist viel stärker, wenn du in der Nähe von Merhil kämpfst. Die dunklen Hexenmeister haben einen sehr mächtigen Angriff. Obwohl ich sie mit meinem Zauber verlangsamen kann, bevor ihr sie bekämpft.
pt: Cuidado, Lahias! Não corras para a batalha mais difícil. Não terás boas hipóteses de sobreviver por conta própria. Lembra-te, o teu ataque é muito mais forte quando estás a lutar perto de Merhil. Os feiticeiros negros têm um ataque muito poderoso. Embora possa atrasar-os com a minha magia antes de lutar com eles cara a cara.

source: Defeat both of the dark sorcerers
de: Besiegt die beiden dunkle Hexenmeister
pt: Derrota ambos os feiticeiros negros

source: Find the hidden treasure
de: Finde den versteckten Schatz
pt: Encontra o tesouro escondido

source: The undead have been eliminated and you managed to find the treasure.
de: Die Untoten wurden eliminiert und Ihnen ist es gelungen den Schatz zu finden.
pt: Os mortos-vivos foram eliminados e conseguimos encontrar o tesouro.

source: Many thanks for your assistance, good elves! You will always be welcomed in our village.
de: Vielen Dank für Eure Hilfe, gute Elfen! Ihr werdet immer in unserem Dorf willkommen geheißen werden.
pt: Muito obrigado pela vossa ajuda, bons elfos! Serão sempre bem-vindo na nossa aldeia.

source: You are mistaken, good man. There is no gold for you. The treasure is at good hands now - ours. Do you want is? Come to take it!
de: Du irrst, guter Mann. Es gibt kein Gold für euch. Der Schatz ist jetzt in guten Händen - unseren. Willst du ihn? Kommt es nehmen!
pt: Estás enganado, bom homem. Não há ouro para ti. O tesouro está em boas mãos agora - os nossos. Quer o? Venha para levar-o!

source: Oh, we are sooo scared! These <i>bloodthirsty</i> peasants are going to fight us. Did you hear that, my friends? Rather put down your weapons and draw feathers instead, we don't want to hurt them too much.
de: Ach, wir sind ja sooo geängstigt! Diese <i>blutrünstigen</i> Bauern werden uns bekämpfen. Habt ihr das gehört, meine Freunde? Eher legt die Waffen nieder und zieht Federn, wir wollen euch nicht zu sehr verletzten.
pt: Ó, estamos tãooo assustados! Estes camponeses <i>sanguinários</i> vão lutar contra nós. Ouviram, meus amigos? Ao invés de colocam as vossas armas e desenham plumas, não queremos prejudicá-vos demasiado.

source: They are ridiculous! We can hire enough warriors to defeat whole legion of peasants or undead.
de: Sie sind lächerlich! Wir können genug Krieger anheuern um ganze Legione von Bauern oder Untoten zu besiegen.
pt: São ridículos! Podemos contratar guerreiros suficientes para derrotar uma legião inteira de camponeses ou mortos-vivos.

source: 2) The golden chest
de: 2) Die goldene Truhe
pt: 2) A caixa dourada

source: The gold is a treacherous thing. It's glittering glance caused more troubles than anything else did throughout the history. It can cause friendships to fall apart and make recent allies become sworn enemies. Enemies prepared to slaughter each other without hesitation.
de: Das Gold ist eine tückische Sache. Sein glitzernden Blick verursacht mehr Probleme als alles andere tat in der Geschichte. Es kann dazu führen, dass Freundschaften auseinanderfallen und die letzten Verbündete Todfeinde werden. Und sich Feinde gegenseitig abschlachten, ohne zu zögern .
pt: O ouro é uma coisa traiçoeira. O seu brilhante olhar causou mais problemas do que qualquer outra coisa fez ao longo da história. Pode causar amizades a desmoronar e fazer aliados recentes tornam-se inimigos jurados. Inimigos preparados para abaterem entre si sem hesitação.

source: teamname^Villagers
de: Dörfler
pt: Aldeões

source: Defeat Teddy
de: Besiege Teddy
pt: Derrota Teddy

source: Force Samin to surrender to you
de: Zwingt Samin zur Übergabe
pt: Força Samin a se render a ti

source: Time for our revenge has come! Surrender to the united forces of our villages!
de: Die Zeit für unsere Rache ist gekommen! Ergebt euch den vereinten Kräften unserer Dörfer!
pt: O tempo para a nossa vingança chegou! Entreguem-se às forças unidas das nossas aldeias!

source: My name is Samin Leafstel and I am the chief of one of these human villages. How did I become what I am is not your business. Here I stand to destroy anyone who threatens my new home.
de: Mein Name ist Samin Leafstel und ich bin der Häuptling eines dieser Menschen Dörfer. Wie ich geworden bin, was ich bin, ist nicht eure Sache. Und ich zerstöre jedem, der meine neue Heimat bedroht.
pt: O meu nome é Samin Leafstel e sou o chefe duma dessas aldeias humanas. Como me tornei o que sou não é da vossa conta. Aqui estou para destruir qualquer um que ameaça a minha nova casa.

source: Brother?! You're alive! What are you doing here? Do you not recognize me?
de: Bruder?! Du lebst! Was machst du denn hier? Erkennst du mich nicht?
pt: Irmão? Está vivo! O que estás a a fazer aqui? Não estás a reconhecer?

source: I do recognize you quite well, my stray sister. Heed my words - your deads will not be left unpunished. I cannot let you live after what you have done to these villagers. None of you. Prepare to die!
de: Ich erkenne dich ganz gut, meine verirrte Schwester. Beachtet meine Worte - eure Toten werden nicht straflos bleiben. Ich kann dich nicht am leben lassen nach dem was mit diesen Dorfbewohnern geschehen Niemand von euch. Bereitet euch vor zu sterben!
pt: Reconheço-te muito bem, minha irmã perdida. Preste atenção as minhas palavras - os vossas mortes não ficarão impunes. Não posso deixar-vos viver depois do que fizeste a esses aldeões. Nenhum de vós. Preparem-se para morrer!

source: Mermen of the far seas, I call you to our side.
de: Wassermänner von weit draußen auf See, Ich rufe euch auf unserer Seite.
pt: Aquáticos dos mares distantes, eu chamo-vos ao nosso lado.

source: Smash 'em, men!
de: Zerschmettert sie, Männer!
pt: Esmagam-os, homens!

source: My friends will avenge me!
de: Meine Freunde werden mich rächen!
pt: Os meus amigos irão vingar-me!

source: I saw a group of undead heading this way. We must prepare for their arrival.
de: Ich sah eine Gruppe von Untoten Richtung hier. Wir müssen uns für ihre Ankunft vorbereiten.
pt: Vi um grupo de mortos-vivos irem até aqui. Devemos estar preparados para a sua chegada.

source: We will miss you, Durondela. What future awaits us without you?
de: Wir werden dich vermissen, Durondela. Welche Zukunft erwartet uns ohne dich?
pt: Vamos sentir a tua falta, Durondela. Que futuro aguarda-nos sem ti?

source: Any last words?
de: Irgendwelche letzten Worte?
pt: As tuas últimas orações?

source: Wait! Don't kill me, I can be useful to you. I was up to take a journey westwards to seek help of the Brotherhood of Light. I've heard rumors about their secret weapon against those wretched undead.
de: Warte! Töte mich nicht, ich kann für euch nützlich sein. Ich war auf einer Reise nach Westen, um die Bruderschaft des Lichts zu suchen. Ich habe Gerüchte über ihre Geheimwaffe gegen diese elenden Untoten gehört.
pt: Espera! Não me mates, posso ser útil. Estava tomar uma jornada para o oeste em busca de ajuda da Irmandade da Luz. Ouvi rumores sobre a sua arma secreta contra os mortos-vivos miseráveis.

source: Liar! You thought these lies will save your life? Merhil, kill him.
de: Lügner! Du dachtest diese Lügen werden dein Leben retten? Merhil, töte ihn.
pt: Mentiroso! Pensas que estas mentiras vão salvar a tua vida? Merhil, matá-o.

source: Wait! What if his words are true?
de: Warte! Was ist, wenn seine Worte wahr sind?
pt: Espera! E se as suas palavras forem verdadeiras?

source: Let him prove it. He may be a valuable ally. What do you say, Nerelia?
de: Laßt ihn es beweisen. Er kann ein wertvoller Verbündeter sein. Was sagst du, Nerelia?
pt: Deixe-o provar. Pode ser um valioso aliado. O que dizes, Nerelia?

source: Thank you! Next time we meet, I will save HIS life. Farewell for now.
de: Danke! Das nächste Mal wenn wir uns treffen werde ich sein Leben retten. Leb wohl für jetzt.
pt: Obrigado! Da próxima vez que nos encontramos, vou salvar a SUA vida. Adeus por agora.

source: My village, my people! All is lost!
de: Mein Dorf, mein Volk! Alles ist verloren!
pt: A minha aldeia, o meu povo! Tudo perdido!

source: Merhil, do you hear that?
de: Merhil, hörst du dass?
pt: Merhil, ouves isto?

source: What are you talking about?
de: Was redest du da?
pt: De que estão a falar?

source: You are right, Lahias. I sense a dark magic here.
de: Du hast recht Lahias. Ich spüre eine dunkle Magie.
pt: Estás certo, Lahias. Sinto uma magia negra aqui.

source: He disappeared! How is that possible? And what do we do now?
de: Er ist verschwunden! Wie ist das möglich? Und was machen wir jetzt?
pt: Desapareceu! Como isso é possível? E o que fazemos agora?

source: 3) Rise of the undead
de: 3) Der Aufstieg der Untoten
pt: 3) Ascensão dos mortos-vivos

source: Not far to the north, first hordes of the undead has shown up. This may be a great test for Lahias and his new abilities. But will he stand a chance against such an evil?
de: Nicht weit im Norden, zeigen sich die ersten Scharen der Untoten . Dies kann eine große Prüfung für Lahias und seine neuen Fähigkeiten sein. Aber wird er eine Chance gegen ein solches böse haben?
pt: Não muito longe ao norte, hordas de mortos-vivos têm aparecido. Este pode ser um grande teste para Lahias e as suas novas habilidades. Mas irá ter uma hipótese contra esse mal?

source: The company of the three elves and their army have recently met a white mage wanderer. He taught them how to use holy magic. This new ability merged with natural elvish powers turned some of the fighters into the elvish lords.
de: Die Gesellschaft der drei Elfen und ihre Armee haben vor kurzem einem weißen Magier auf Wanderschaft getroffen. Er lehrte sie die heilige Magie zu benutzen. Diese neue Fähigkeit mit den natürlichen Elfen Mächten verschmolzen, verwandelten einige der Kämpfer in Elfen Fürsten.
pt: A companhia dos três elfos e o seu exército têm recentemente encontrado um viajante mago branco. Ensinou-lhes como usar a magia santa. Esta nova capacidade fundido com os poderes naturais elfos transformou alguns dos lutadores em senhores elfos.

source: Allas the Wanderer
de: Allas der Wanderer
pt: Allas o Errante

source: teamname^Revolting Orcs
de: Aufständige Orks
pt: Ocs revoltados

source: Defeat lich Tademanar
de: Besiegt Lich Tademanar
pt: Derrota o Lich Tademanar

source: Die, you tree-loving bastards! Soon you'll become servants of our Dark Queen!
de: Stirbt, Baum-liebende Bastarde! Bald werdet ihr Diener unserer dunkle Königin werden!
pt: Morram,amantes do bosque bastardos! Em breve vão tornar-se servos da nossa Rainha das Trevas!

source: Die, die, die!
de: Stirb, stirb, stirb!
pt: Morra, morra, morra!

source: He couldn't know that they will become undead. That Dark Queen they speak of, who is it?
de: Er konnte nicht wissen, dass sie Untoten werden. Die dunkle Königin von der sie sprechen , wer ist sie?
pt: Não podia saber que eles se tornarão mortos-vivos. Essa rainha das Trevas de que falam, quem é?

source: We will certainly see her when we destroy her!
de: Dass werden wir sicherlich sehen, wenn wir sie zerstören!
pt: Iremos certamente ver-a quando a destruimos!

source: I just got an idea. We should attack Herbert with our full strengh. Once he's eliminated we could move in his fortress.
de: Ich habe eine Idee. Wir sollten Herbert mit unserer vollen kraft angreifen. Sobald er beseitigt ist könnten wir in seine Festung bewegen.
pt: Tenho uma ideia. Deveríamos atacar Herbert com a nossa força total. Assim que ele for eliminado poderíamos mudar para a sua fortaleza.

source: Go Lahias, I will heal you. And remember, our elvish lords are very powerful against the undead, do not let them fall!
de: Geh Lahias, ich werde dich heilen. Und denk daran, unsere Elfen Fürsten sind sehr mächtig gegen die Untoten, Lasst sie nicht fallen!
pt: Vá Lahias, vou curar-te. E lembra-te, os nossos senhores elfos são muito poderosos contra os mortos-vivos, não os deixam morrer!

source: Look, there are mountains in the east. It will be wise to avoid them.
de: Schaut, es gibt Berge im Osten. Es wird sinnvoll sein, sie zu vermeiden.
pt: Olha, há montanhas no leste. Será aconselhável evitar-as.

source: Thank you for freeing me. Every moment of being an undead was worse than hell!
de: Vielen Dank, für meine Befreiung. Jeder Augenblick ein untoter zu sein war schlimmer als die Hölle!
pt: Obrigado por me libertar. Cada momento de ser um morto-vivo era pior que o inferno!

source: Thank you! Every second of this <i>life</i> was an endless suffering! Hear what I want to tell you. The Queen has a very powerful stronghold to the north, and she is preparing for a massive attack against the city of Carcifall, also known as the Brotherhood of Light. You must stop her at all costs!
de: Danke! Jede Sekunde dieses <i>Leben</i> war ein endloses Leid! Hört, was ich euch mitteilen will. Die Königin hat eine sehr mächtige Festung im Norden, und sie bereitet einen massiven Angriff gegen die Stadt Carcifall auch als die Bruderschaft des Lichtes bekannt, vor. Ihr müsst sie um jeden Preis stoppen!
pt: Obrigado! Cada segundo desta <i>vida</i> fora um tormento sem fim! Ouçam o que vos tenho a dizer. A rainha tem uma fortaleza poderosa ao norte, e esta a preparar um assalto massivo a Carcifall, também conhecida como a Irmandade da Luz. Têm de deter-a a todo o custo!

source: We will NOT fight for your Dark Queen! We are powerful enough, we don't want to fight for that puny woman!
de: Wir werden NICHT für die dunkle Königin kämpfen! Wir sind stark genug, wir wollen nicht, für diese kümmerliche Frau kämpfen!
pt: Nós NÃO vamos lutar pela sua Rainha das Trevas! Somos poderosos o suficiente, não queremos lutar por essa mulher insignificante!

source: With these words you just signed your death sentence! But fulfilling it will be a pleasure for us. Warriors, slaughter that traitorous dog!
de: Mit diesen Worten habt ihr euerTodesurteil unterschrieben! Und seine Erfüllung wird ein Vergnügen für uns. Krieger Schlachtet, diese verräterische Hunde ab!
pt: Com estas palavras, acabam de assinar a vossa sentença de morte! E cumprir-a será um prazer para nós. Guerreiros, que abatem este cão traidor!

source: Really? Let's take a look. My power is growing every second and the Queen is going to kill every orc that will stand against her!
de: Wirklich? Lassen uns sehen. Meine Macht wächst jede Sekunde und die Königin wird jeden Ork, der sich gegen sie wendet töten!
pt: A sério? Vamos dar um olhar. O meu poder está a crescer a cada segundo e a rainha vai matar todos os orcs que resistam contra ela!

source: You are just a silly little skeleton. Nothing more. NOTHING!
de: Sie sind nur ein dummes kleines Skelett. Nichts weiter. NICHTS!
pt: É apenas um esqueleto um pouco tolo. Nada mais. NADA!
