Repository: mansil/wesn-pt-trans
Catalog: umc/wesnoth-The_Three_Elves/*.po
Languages: de, pt

source: Your silly forces cannot stop me! Try it, just try, and all your immortal elves will be dead. Or undead under my control! HA-HA-HA.
de: Eure albernen Kräfte können mich nicht aufhalten! Probiert es aus, versucht es einfach, und alle unsterblichen Elfen werden sterben. Oder Untot unter meiner Kontrolle! HA-HA-HA.
pt: As vossas forças tolas não podem parar-me! Experimentem, tentem, e todos os elfos imortais serão mortos. Ou mortos-vivos sob o meu controlo! HA-HA-HA.

source: Lahias is that you? We must rescue him!
de: Lahias bist du das? Wir müssen ihn retten!
pt: Lahias és tu? Temos de o salvar!

source: Rescue? What the hell are you talking about, old ugly elf witch?
de: Retten? Was zum Teufel redest du da, hässliche alte Elfen Hexe?
pt: Resgatar? Que raio estás a falar, bruxa elfa velha e feia?

source: We cash elf wich we kill elvs with long ers! Trolls, move add crash, bash and ma theyr bones!
de: Wir zerschmettern Elfen, wir töten Elfen mit langen Ohren! Trolle bewegt euch und zerschlagt, zerstampft und zer ihre Knochen!
pt: Nós ouro elfo por matar elfos com orelhas longas! Trolls, mover até colisão, es os seus ossos!

source: Ma? You mean maul?
de: Zer? Du meinst, Zermalmen?
pt: Es? Quer dizer esmagar?

source: Yeees! Kil ugly stinkingy elvs!
de: Jaaa! Tötet die hässlichen stinkenden Elfen!
pt: Siiim! Matam feios elfos fedorentos!

source: Assassins! To positions! No elf or foolish orc will enter the domain of our master!
de: Attentäter! Auf die Positionen! Keine Elfen oder töriche Orks werden in das Gebiet unseres Meisters eindringen!
pt: Assassinos! Às posições! Nenhum elfo ou orc tolo vai entrar no domínio do nosso mestre!

source: Elite assassin
de: Elite Attentäter
pt: assassino de elite

source: Nameless one
de: Namenlos
pt: Sem Nome

source: Spectres! Kill that mage!
de: Geister! Tötet diese Magierin!
pt: Espectros! Matem esse mago!

source: Death is burning! Living see both of the shores. Death itself is begging for life. To me, mighty warriors! Show your power! Assassins will be assassinated!
de: Der Tod Verbrennt! Die Lebenden sehen beide Ufer. Der Tod selbst wird für das Leben betteln. Zu mir mächtige Krieger! Zeigt eure Macht! Attentäter werden ermordet werden!
pt: A morte arde! Os vivos vêem ambas as margens. A própria morte está implorando pela vida. Para mim, guerreiros valentes! Mostrem o vosso poder! Assassinos serão assassinados!

source: Hungry Spider
de: hungrige Spinne
pt: Aranha faminta

source: Awful Spider
de: schreckliche Spinne
pt: Aranha terrível

source: Dark Spider
de: dunkle Spinne
pt: Aranha negra

source: well.. i think it should be 'tundula' instead of 'tunlua'. Tundula este se verle natalas!
de: nun… Ich denke, es sollte "tundula" anstelle von "tunlua" werden. Tundula este se verle natalas!
pt: Bem .. Acho que deveria ser “tundula” em vez de “tunlua ”. Tundula este se Verle natalas!

source: Summoned drake
de: Beschworener Drake
pt: Drago Invocado

source: Better, much better!
de: Besser, viel besser!
pt: Melhor, muito melhor!

source: Trees are living, trees are moving, trees are strong and very boring!
de: Bäume sind lebendig, Bäume bewegen sich, Bäume sind stark und sehr langweilig!
pt: As árvores vivem, as árvores movem-se, as árvores são fortes e muito aborrecidos!

source: Summoned wose
de: Beschworener Waldschrat
pt: Silvano Invocado

source: It is a hard battle, maybe you can help us with some magic, Sidonia.
de: Es ist ein harter Kampf, vielleicht könnt ihr uns mit etwas Magie helfen, Sidonia.
pt: É uma batalha difícil, talvez possas ajudar-nos com alguma magia, Sidonia.

source: Help orc? Never!
de: Orks helfen? Niemals!
pt: Ajudar os orcs? Nunca!

source: ARE YOU MAD? His father and brother help us greatly against undead. We will never be here without help of the brave orc warriors. Help them.
de: Bist du verrückt? Sein Vater und Bruder halfen uns sehr gegen die Untote. Wir werden hier nie ohne Hilfe der tapferen Orc Krieger. Helft ihnen.
pt: ÉS LOUCA? O seu pai e o seu irmão ajudaram-nos muito contra os mortos-vivos. Nunca estaríamos aqui sem a ajuda dos bravos guerreiros orcs. Ajuda-os.

source: Merhil is right, they made us a great service.
de: Merhil ist richtig, sie haben uns einen großen Dienst erwiesen.
pt: Merhil tem razão, fizeram-nos um grande serviço.

source: What they said is true. My father sacrificed himself to save their lives. He was their ally. I do not lie to you, we are here to defeat undead and we need to do it together.
de: Was sie sagten, ist wahr. Mein Vater opferte sich, um euer Leben zu retten. Er war euer Verbündeter. Ich lüge euch nicht an, wir sind hier, um die Untote zu besiegen, und wir müssen es gemeinsam tun.
pt: O que disseram é verdade. O meu pai sacrificou-se para salvar as vossas vidas. Ele era o vosso aliado. Não minto, estamos aqui para derrotar os mortos-vivos e precisamos de fazer isso juntos.

source: I will never help you and your brutes!
de: Ich werde niemals euch und eure Bestien helfen!
pt: Jamais irei ajudar-te e os teus brutos!

source: So this is my decision:
de: Das ist meine Entscheidung:
pt: Então essa é a minha decisão:

source: Sidonia, leave now. Run out of my sight!
de: Sidonia, verlass uns jetzt. Geh mir aus den Augen!
pt: Sidonia, vai-te embora. Corra para fora da minha vista!

source: I am sorry Trohak. All my life i've been fighting the orcs. I never believe that orcs will be our allies. I will summon mages, to fight under your banner. I am really sorry.
de: Es tut mir leid Trohak. Mein ganzes Leben habe ich die Orks bekämpft. Ich habe nie geglaubt, dass Orks unsere Verbündete sein werden. Ich werde Magier rufen die unter euren Banner kämpfen. Es tut mir leid.
pt: Lamento Trohak. Toda minha vida estive a lutar contra os orcs. Nunca acreditei que orcs serão os nossos aliados. Vou chamar magos para lutar sob a vossa bandeira. Lamento muito.

source: We are fighting together, and this is a hard battle. Summon mages quickly, so we can clear your way to the chamber of that Death Knight.
de: Wir kämpfen gemeinsam, und das ist ein harter Kampf. Beschwöre schnell Magier, so können wir den Weg in die Kammer von diesen Todesritter freikämpfen.
pt: Estamos a lutar juntos, e esta é uma batalha difícil. Invoca magos rapidamente, para que possamos limpar o caminho para a câmara deste Cavaleiro da Morte.

source: Enemies will burn, my master.
de: Feinde werden brennen, mein Meister.
pt: Os inimigos vão queimar, meu mestre.

source: You orcs are much weaker than Sidonia. Go home or die!
de: Ihr Orks seid viel schwächer als Sidonia. Geht nach Hause oder stirbt!
pt: Vocês orcs são muito mais fracos do que Sidonia. Vão para casa ou morram!

source: Come orcs, our bretheren fight against elvish traitors. Help them and kill every elf!
de: Kommt Orks, unsere Brüder, Kämpft gegen die Elfen Verräter. Helft ihnen und töten jeden Elfen!
pt: Vamos orcs, a nossa luta contra os traidores elfos. Ajuda-nos e matam qualquer elfo!

source: You will die first! Nar de tasimal su vere na morthipis!
de: Du wirst zuerst sterben! Nar de tasimal su vere na morthipis!
pt: Tu irás morrer primeiro! Nar de tasimal su vere na morthipis!

source: Orcs are fleeing, both friends and enemies! I do not think that it was a wise decision.
de: Orks sind auf der Flucht, sowohl Freunde als auch Feinde! Ich glaube nicht, dass es eine kluge Entscheidung war.
pt: Os Orcs estão a fugir, ambos amigos e inimigos! Não acho que foi uma decisão sábia.

source: Do not worry, Samin. My spells are much stronger then their blades. And enemy orcs are running out of my wrath, too. Now we only need to rescue Lahias.
de: Mach dir keine Sorgen, Samin. Meine Zauber sind viel stärker als ihre Klingen. Und feindliche Orks laufen auch aus meinem Zorn. Jetzt müssen wir nur noch Lahias retten.
pt: Não te preocupes, Samin. Os meus feitiços são muito mais fortes do que as suas lâminas. E os orcs inimigos estão a ficar sem a minha ira, também. Agora só precisamos de resgatar Lahias.

source: HA-HA! You cannot defeat me!
de: HA-HA! Ihr Könnt mich nicht besiegen!
pt: HA-HA! Não podes derrotar-me!

source: Few corpses? Is it all?
de: Ein Paar Leichen? Ist das alles?
pt: Alguns corpos? É tudo?

source: Do you want more? Okay, here you are!
de: Wollt ihr mehr? Okay, hier sind Sie!
pt: Quer mais? Ok, aqui estão!

source: So much death. So much agony. Only sun can feel the cold of his heart.
de: So viel Tod. So viel Schmerz. Nur die Sonne kann die Kälte in seinem Herzen fühlen.
pt: Tanta morte. Tanta agonia. Apenas o sol pode sentir o frio do seu coração.

source: There is only one chance. Move that curse on me!
de: Es gibt nur eine Chance. Verschiebe diesen Fluch auf mir!
pt: Só existe uma possibilidade. Mova essa maldição sobre mim!

source: Are you sure?
de: Bist du sicher?
pt: Tens a certeza?

source: Quickly, there is no much time!
de: Rasch, es gibt nicht viel Zeit!
pt: Rápido, não há muito tempo!

source: She is dead! Nerelia is dead!
de: Sie ist tot! Nerelia ist tot!
pt: Ela está morta! Nerelia está morta!

source: Nerelia sacrifieced herself and saved your life. Come, we must rescue Lahias from his undead body, faster then he kill more elves!
de: Nerelia opferte sich und hat dein Leben gerettet. Komm, wir müssen Lahias von seinen untoten Körper retten, schneller bewor er noch mehr Elfen töten kann!
pt: Nerelia sacrificou-se e salvou a tua vida. Venha, temos que resgatar Lahias do seu corpo morto-vivo, mais rápido que ele mata mais elfos!

source: Citizens of Carcifall are sending 100 gold to each of us.
de: Die Bürger von Carcifall senden 100 Goldstücke für jeden von uns.
pt: Cidadãos de Carcifall estão a enviar 100 peças de ouro para cada um.

source: I also know one spell. Sure, my spells are not as good as yours, sister, but now I can try it. Let the light shine in the deepest caves! Narum al lumium, terri les minum!
de: Ich weiß auch einen Zauberspruch. Sicher sind meine Zauber nicht so gut wie deine, Schwester, aber jetzt kann ich es versuchen. Lasst dass Licht leuchten in die tiefsten Höhlen! Narum al lumium, terri les minium!
pt: Também sei um feitiço. Claro, os meus feitiços não são tão bons quanto os teus, irmã, mas agora posso tentar. Deixe a luz brilhar nas mais profundas cavernas! Narum al lumium, terri les minum!

source: Summoned dragon
de: Beschworener Drachen
pt: Dragão Invocado

source: I am sure that this dragon can help us.
de: Ich bin mir sicher, dass dieser Drache uns helfen kann.
pt: Tenho a certeza de que esse dragão pode ajudar-nos.

source: Now you will be an elf once more. Nitruli merde selim alaman!
de: Jetzt wirst du wider ein Elf sein. Nitruli merde selim alaman!
pt: Agora serás um elfo mais uma vez. Nitruli merde selim alaman!

source: Close, very close. I am Sidonia, Sidonia Leafstel. Sister of Nerelia and Salim. And you are that one who killed the queen?
de: Nah, sehr nah. Ich bin Sidonia, Sidonia Leafstel. Schwester von Nerelia und Salim. Und du bist derjenige der die Königin getötet hat?
pt: Quase, quase. Sou Sidonia, Sidonia Leafstel. Irmã de Nerelia e Salim. E tu és aquele que matou a rainha?

source: Yes, she changed her name to Tar Dem Lafanar. I killed her at the bridge. I am sorry, I am so sorry for that attack on Carcifall.
de: Ja, sie änderte ihren Namen zu Tar Dem Lafanar. Ich tötete sie an der Brücke. Es tut mir leid für diesen Angriff auf Carcifall.
pt: Sim, ela mudou o seu nome para Tar Dem Lafanar. Matei-a na ponte. Lamento, sinto muito por esse ataque sobre Carcifall.

source: Evil is defeated, together we made it. And by the way, you saved my life, and now I repaied it to you. Heal the wounded, and than we can celebrate our success.
de: Das Böse ist besiegt, Gemeinsam haben wir es geschafft. Und übrigens, du hast mein Leben gerettet, und jetzt danke ich es dir. Heilt die Verwundeten und dann lass uns unseren Erfolg feiern.
pt: O mal está derrotado, juntos fizemos isso. E, a propósito, salvaste a minha vida e agora recontríbuo para ti. Curam os feridos, e podemos comemorar o nosso sucesso.

source: 7) Assassins
de: 7) Attentäter
pt: 7) Assassinos

source: teamname^Rogues
de: Schurken
pt: Intrusos

source: Defeat Marma Natin
de: Besiege Marma Natin
pt: Derrota Marma Natin

source: Wind if blowing the trees apart, moon don't see that they are smart.
de: Der Wind weht die Bäume auseinander und läßt den Mond nicht sehen, dass sie klug sind.
pt: O vento sopra as árvores além, a lua não vê que são inteligentes.

source: Rogues! Kill that elves!
de: Schurken! Tötet die Elfen!
pt: Bandidos! Matam estes elfos!

source: You bandits have no power here!
de: Ihr Banditen habt keine Macht hier!
pt: Os bandidos não têm poder aqui!

source: This will be easy battle, we don't need to hire many warriors. Also this region looks poor, there are not many villages.
de: Dies wird leichter Kampf werden, wir brauchen nicht viele Krieger anzuheuern. Außerdem sieht diese Region arm aus, es gibt nicht viele Dörfer.
pt: Esta será uma batalha fácil, não precisamos de contratar muitos guerreiros. Também esta região parece pobre, não há muitas aldeias.

source: Destroy that bridge!
de: Zerstört die Brücke!
pt: Destruam aquela ponte!

source: Rattek junior
pt: Rattek júnior

source: We must rebuild it and then defeat these bandits.
de: Wir müssen sie wieder aufbauen und dann diese Banditen besiegen.
pt: Temos de reconstruir-a e depois derrotar estes bandidos.

source: First part of the bridge has been build.
de: Der erste Teil der Brücke wurde gebaut.
pt: Primeira parte da ponte foi construída.

source: Third part of the bridge has been build.
de: Der dritte Teil der Brücke wurde gebaut.
pt: Terceira parte da ponte foi construída.

source: Now we can cross the river. Bridge don't need to be completed. Now we can pass.
de: Jetzt können wir den Fluss überqueren. Die Brücke muss nicht komplett sein. Nun können wir weitergeben.
pt: Agora podemos atravessar o rio. A ponte não precisa de ser concluída. Agora podemos passar.

source: Bridge has been completed.
de: Die Brücke ist abgeschlossen.
pt: A ponte foi concluída.

source: Prepare to die!
de: Bereitet euch vor um zu sterben!
pt: Preparem-se para morrer!

source: Bandits! Kill these foolish elves!
de: Räuber! Tötet diese närrischen Elfen!
pt: Bandidos! Matam estes elfos loucos!

source: Don't kill me, I was only here to protect this part of the river.
de: Töte mich nicht, ich war nur hier, um diesen Teil des Flusses zu schützen.
pt: Não me matem, estava apenas aqui para proteger esta parte do rio.

source: Protect? Who is your master?
de: Schützen? Wer ist dein Herr?
pt: Proteger? Quem é o teu mestre?

source: Why should I tell you?
de: Warum sollte ich es Ihnen sagen?
pt: Porque hei-de dizer-te?

source: Stop! Well I will tell you! That ranger is my master. He send me here to kill you, elves.
de: Stop! Gut, Ich will es dir sagen! Dieser Waldläufer ist mein Herr. Er schickte mich hierher um dich zu töten, Elfen.
pt: Pare! Bem, vou dizer-te! Esse guarda é meu mestre. Ele enviou-me aqui para vos matar, elfos.

source: Who? Me?
de: Wer? Ich?
pt: Quem? Eu?

source: Your brother, your brother! Terrel Leafstel.
de: Dein Bruder, dein Bruder! Terrel Leafstel.
pt: O teu irmão, o teu irmão! Terrel Leafstel.

source: I don't have any brother. Die now!
de: Ich habe keinen Bruder. Stirb jetzt!
pt: Não tenho qualquer irmão. Morra agora!

source: Maybe he lies, but we will do the best if we will go north. Just to see what is going on.
de: Vielleicht lügt er, aber wir werden besser tun, wenn wir nach Norden gehen. Nur um zu sehen, was los ist.
pt: Talvez ele minta, mas iremos fazer o melhor se iremos para o norte. Só para ver o que está a acontecer.

source: 8) A new alliance
de: 8) Eine neue Allianz
pt: 8) Uma nova aliança

source: The Bandit outpost has beed defeated, but more than just a outpost is now ahead.
de: Der Banditen Außenposten wurde besiegt, aber mehr als nur ein Außenposten ist nun vor uns.
pt: O posto avançado dos bandido fora derrotado, mas muito mais fica a nossa frente.

source: Rihen, the old but still very powerful dvarwish leader, rule this lands. He isn't accepted by the bandits, the new power in this region. Bandit forces are quickly growing, and dwarves cannot hold their own positions.
de: Rihen, der alte, aber immer noch sehr mächtige Zwergen Anführer regierte diese Länder. Er wurde nicht von den Banditen akzeptiert, die neue Macht in dieser Region. Die Kräfte der Räuber wuchsen schnell, und die Zwerge konnten nicht ihre eigenen Positionen halten.
pt: Rihen, o antigo mas ainda poderoso líder anão, reinava nestas terras. Não fora aceite pelos bandidos, o novo poder emergente. As forças dos bandidos aumentavam rápidamente, e os anões viram-se ineptos para guardar as suas posições.

source: Recently, armies of Merhil entered this regions, seeking for bandit lord Terren Leafstel. Will they find, what are they looking for?
de: Kürzlich betraten die Heere von Merhil diese Regionen, auf der Suche nach den Räuberfürst Terren Leafstel. Werden sie finden wonach sie suchen?
pt: Recentemente, o exercito de Merhil entrou nestas regiões, procurando pelo conde dos bandidos Terren Leafstel. Irão eles encontrar o que procuram?

source: teamname^bandits
de: Räuber
pt: Bandidos

source: female^Nadia Natin
de: Nadia Natin
pt: Nadia Natin

source: female^Neria Stormcrow
de: Neria Stormcrow
pt: Neria Stormcrow

source: Defeat Gawin Galvino
de: Besiege Gawin Galvino
pt: Derrota Gawin Galvino

source: Get away bandits. This lands don't belong to you!
de: Geh weg Banditen. Diese Ländereien gehören nicht euch!
pt: Saiam daqui seus malvados. estas terras não vos pertencem!

source: Elves has come. They are really stupid to come here. Come elves, come, or you will be not able to save your hero.
de: Die Elfen sind gekommen. Sie sind wirklich dumm, um hierher zu kommen. Kommt Elfen, kommt, sonst werdet ihr nicht in der Lage sein, um euren Helden zu retten.
pt: Os elfos vieram. São realmente estúpidos para virem para cá. Venham, elfos, venham, ou não serão capazes de salvar o vosso herói.

source: My brother? You mean Terrel Leafstel?
de: Dein Bruder? Meinst du Terrel Leafstel?
pt: O meu irmão? Referes-te a Terrel Leafstel?

source: Yeeeeeees!
de: Jaaaaa!
pt: Siiiiiiim!

source: I don't have any brother! Terrel is even not an elvish name. We are here to kill you!
de: Ich habe keinen Bruder! Terrel ist nicht einmal ein Elfen Name. Wir sind hier um dich zu töten!
pt: Não tenho nenhum irmão! Terrel nem sequer é um nome elfo. Viemos para matar-te!

source: Careful, this bandit is very dangerous.
de: Vorsicht, dieser Räuber ist gefährlich.
pt: Cuidado, este bandido é muito perigoso.

source: Well dwarven chieftain, will you fight this bandits as our ally?
de: Nun Zwergen Häuptling, werdet ihr gegen diese Banditen als unser Verbündeter kämpfen?
pt: Bem chefe anão, irás lutar connosco contra os bandidos como aliado?

source: That dwarf will no longer help you, HA-HA-HA
de: Dieser Zwerg wird euch nicht länger helfen, HA-HA-HA
pt: Aquele anão não irá mais ajudar-vos, HA-HA-HA

source: Help! Please!
de: Hilfe! Bitte!
pt: Acudam! Por favor!

source: HA-HA-HA? I think that I am recognizing that. Where did i hear that?
de: HA-HA-HA? Ich glaube ich erkenne dass wieder. Wo habe ich nur solches schon mal gehört?
pt: HA-HA-HA? Penso que reconheço este som. Onde já o terei ouvido?

source: This village is mine!
de: Dieses Dorf ist meins!
pt: Esta aldeia é minha!

source: You think that you defeated me?
de: Ihr glaubt ihr habt mich besiegt?
pt: Pensam que derrotaram-me?

source: Yes, exactly.
de: Ja, genau.
pt: Sim, exactamente.

source: Now you will see, who really I am. Tas naggot merilanis!
de: Jetzt werdet ihr sehen wer ich wirklich bin. Tas naggot merilanis!
pt: Agora irão ver quem realmente sou. Tas naggot merilanis!

source: Dark Queen
de: Dunkle Königin
pt: Rainha Maléfica

source: Time to die, Sidonia. Bye bye! Also Merhil is living too long. Bye! All of you are going to die HA-HA-HA. Now rise, Lahias, my immortal hero!
de: Zeit zu sterben, Sidonia. Tschüss! Auch Merhil lebt schon zu lange. Tschüss! Alle von euch werden sterben. HA-HA-HA. Nun erhebe dich, Lahias, mein unsterblicher Held!
pt: Hora de morrer, Sidonia, adeus! E também Merhil já viveu o bastante. Adeus! Todos vós irão agora morrer! HA-HA-HA. Levanta-te, Lahias, o meu herói imortal!

source: Yes, my queen. My soul will always serve you.
de: Ja. meine Herrin. Meine Seele wird euch immer dienen.
pt: Sim, minha dona. A minha alma irá servir-vos eternamente.

source: I am immune to your magic. I am a leader of the grey rangers!
de: Ich bin unempfindlich gegenüber deiner Magie. Ich bin ein Anführer der grauen Waldläufer!
pt: Sou imune a tua magia, pois sou um líder dos guardas obscuros!

source: Very well then. Lahias, kill him!
de: Sehr gut. Lahias, töte ihn!
pt: Muito bem então. Lahias, mata-o!

source: With pleasure!
de: Mit Freuden!
pt: Com prazer!

source: It looks like he is summoned. I feel sad but I must kill him. I must kill him to stop this madness!
de: Es sieht aus als ob er beschworen ist. Ich habe keine andere Wahl, als ihn zu töten. Ich muss ihn töten, um diesen Wahnsinn zu stoppen!
pt: Parece que está controlado. Lamento muito, mas tenho de matar-o. Tenho de matar-o para terminar esta loucura!

source: Alone at last. My friends are dead - but the evil has been defeated.
de: Endlich allein. Meine Freunde sind tot - aber das Böse wurde besiegt.
pt: Sozinho até que enfim. Os meus amigos morreram - mas o mal fora derrotado.

source: Interlude2 - A new way
de: Zwischenspiel 2 - Ein neuer Weg
pt: Interlúdio 2 - Uma nova forma

source: Choose a training for Lahias
de: Wählen Sie ein Training für Lahias
pt: Escolhe um treino para Lahias

source: Some dark magic is still inside me. I can feel it.
de: Manche dunkle Magie ist immer noch in mir. Ich kann es fühlen.
pt: Alguma magia negra ainda está dentro de mim. Posso sentir-a.

source: Can you describe it? Can you tell us what is still inside you from that undead curse?
de: Kannst du es beschreiben? Kannst du uns sagen, was noch in dir ist von den Untoten Fluch?
pt: Consegue descrever-a? Pode-nos dizer o que ainda está dentro de ti desta maldição morto-viva?

source: Exactly what? What to the devil is going on? End this game, OK?
de: Was genau? Was zum Teufel ist hier los? Beendet dieses Spiels, OK?
pt: Exactamente o que? O que pelo demónio está a acontecer? Acabam com este jogo, OK?

source: Well, great, can someone tell me WHAT IS THIS ALL ABOUT?
de: Na ja, gut, kann mir jemand sagen, WAS das alles IST?
pt: Bem, excelente, alguém pode-me dizer que é isto tudo?

source: Verillium nur thel nannis, sefiel se na morstallin. Anyone who avoid death, will in time become her messenger.
de: Verillium nur thel nannis, sefiel se na morstallin. Wer den Tod vermeidet, wird mit der Zeit ihr Bote werden.
pt: Verillium nur thel nannis, sefiel se na morstallin. Qualquer um que evita a morte, com o tempo tornar-se-a seu mensageiro.

source: Whaaaat?
de: Waaaas?
pt: O queeee?

source: You will be one of the bad guys, if I understand it well.
de: Du wirst einer der Bösen, wenn ich es richtig verstehe.
pt: Vais ser um dos maus, se eu entendi bem.
